[["Background", "idiopathic intracranial hypertension (ICTH) is a rare condition that affects mainly women with obesity of childbearing age.", "Common symptoms are headaches, vision disorders, pulsatory tinnitus and papillary edema.", "The link between idiopathic HTIC and obesity is well established in the literature, suggesting that weight loss could improve the clinical picture of HTIC.", "For patients with severe obesity for whom conservative treatment does not work, bariatric surgery is an effective way to lose weight.", "The purpose of this systematic literature review is to determine the effectiveness of bariatric surgery in the treatment of idiopathic HTIC.", "Methods", "We interviewed MEDLINE, Embase, Scopus, the Cochrane Library and Web of Science (limits: human studies published in English between January 1946 and July 2015).", "Results", "Twelve primary studies (n = 39 patients) were included in the systematic review.", "All patients had a preoperative diagnosis of idiopathic HTIC.", "The preoperative body mass index (BMI) was 47.4 ± 3.6 kg/2; the BMI increased to 33.7 ± 2.1 kg/2 6 months after the operation and then to 33.9 ± 11.6 kg/2 12 months after the operation.", "The opening pressures of lumbar punctures increased from 34.4 ± 6.9 cm H2O to 14.0 ± 3.6 cm H2O after the operation.", "The common symptoms of idiopathic HTIC improved after bariatric surgery: headache (100% before c. 10% after surgery), vision disorders (62% c. 44%), pulsatial tinnitus (56% c. 3%) and papillary edema (62% c. 8%).", "Conclusion", "The symptoms of idiopathic HTIC appear to be significantly improved by bariatric surgery.", "This condition is not a well-known co-morbidity of obesity, but its presence may be an indication for bariatric surgery as a treatment.", "Background", "Few studies have compared the surgical results of single-incision robotic cholecystectomy (CRIU) with those of classical laparoscopic cholecystectomy (CLC).", "The purpose of this study was to assess the relative clinical efficacy of CRIU by comparing postoperative days, pain intensity, and complications with both surgical methods.", "Methods", "We retrospectively collected demographic, perioperative and post-operative data from all patients undergoing a single IRU or CLC performed by a single surgeon between June 2016 and May 2017.", "The operating time was recorded, subdivided between anaesthesia, installation time, console time and total duration of the operation.", "Postoperative pain was measured using a numerical pain assessment scale.", "Results", "In total, 121 patients underwent cholecystectomy during the study period, including 61, one CRIU and 60, one CLC.", "The average total operating time for IRUs and CLCs was 93.52 (T.S. 20.27) minutes and 37.67 (T.S. 19.73) minutes, respectively (p < 0.001).", "The total operating time excluding console time was significantly longer with CRIU than with CLC (82.77 [T.S. 18.27] minutes vs. 37.67 [T.S. 19.73] minutes) (p < 0.001).", "The mean score on the pain scale was 4.73 (T.S. 1.23) (CRIU: 4.75 [T.S. 1.24]; CLC: 4.70 [T.S. 1.22]) (p = 0.8) 1 hour post-intervention; after 6 hours and after 1 day, scores had decreased similarly in both groups (p = 0.1).", "Conclusion", "The postoperative pain, additional port use, complication rates, operating time, and CRIU cost were similar to or higher than those of the CLC.", "Larger randomized and controlled trials will be required to analyse the real benefits of CRIU.", "The Total Knee Prosthesis (TPG) is one of the most successful procedures in orthopaedic surgery.", "However, post-operative femoro-patella complications remain a complex problem that affects a substantial proportion of patients.", "The complications affecting the femoro-patella joint (AFP) may occur in the presence of resurfed or unsurfed rotulas.", "The types of AFP complications include knee pain, misalignment, fracture, avascular necrosis, and rotulal clumps.", "The causes of femor-patella complications may fall into a variety of categories depending on whether they are related to the patient, surgeon or prosthetic itself.", "Patient-related characteristics, such as being female, young age, depression, and a high body mass index, are associated with increased complications.", "The important technical issues to avoid complications include: obtaining an appropriate rotational alignment of the femoral and tibial elements, maintaining the height of the joint line, mediatizing the patellar button and avoiding bulkyness of the AFP.", "The characteristics of element modelling, such as the conformity, shape and depth of the femoral trochlea, were also important.", "Even though the cause of post-PTG femoral-patella complications is sometimes unknown, it is important to prevent errors that may lead to such complications.", "· Study protocol based on the MAPP process to promote physical activity among women, Islamic Republic of Iran.", "Background", "The involvement of all stakeholders is necessary during the development of community interventions.", "In order to implement a practical intervention, a framework is required to design the program and take into account all stages of planning, implementation and evaluation.", "Objectives", "The purpose of this study was to describe a study protocol based on the MAPP (Mobilizing for Action through Planning and Partnerships) process to promote physical activity.", "Methods", "The protocol is implemented in six distinct phases.", "The first phase aims to organize the programme and increase participation, while the second phase aims to determine the vision of the programme."], ["The third phase presents a complete picture of a community.", "The fourth and fifth phases establish strategies for the programme.", "The sixth phase concerns the action cycle.", "Conclusion", "The framework considers all the factors that influence the improvement of physical activity and therefore allows for the design of a women's programme based on local culture.", "OBJECTIVE", "● Maternal anaemia at the beginning of pregnancy is associated with poor pregnancy outcomes.", "In addition, preconceptional health can affect health during pregnancy.", "The purpose of this study was to investigate preconceptional factors associated with haemoglobin (Hb) concentration in early pregnancy.", "METHODS:", "In Tanzania, 226 women were followed before conception and during the beginning of pregnancy.", "The morphology of red blood cells (RGs), serum micronutrient concentration, demographic characteristics, and health status were evaluated prior to conception and during early pregnancy.", "The association between preconceptional factors and Hb concentration at the beginning of pregnancy was investigated using single and multiple linear regression analyses stratified according to preconceptional anaemia status.", "RESULTS:", "The mean concentrations of Hb were 123 g/L and 119 g/L prior to conception and in early pregnancy (median gestational age: 53 days), respectively.", "The preconceptional brachial perimeter (PB) (Adjusted coefficient (AC): 0.35; 95% CI: 0.9 to 0.61) and preconceptional Hb concentration (AC: 0.45; 95% CI: 0.36 to 0.54) were positively associated with Hb concentration at the beginning of pregnancy, while the microcytic hypochrome morphology of preconceptional GR (AC: -6.00; 95% CI: -9.56 to -2.44) was negatively associated with Hb concentration at the beginning of pregnancy.", "In addition, treatment of preconceptional malaria was positively associated with Hb concentration at the beginning of pregnancy (AC: 6.45; 95% CI: 0.74-12.2) in women with preconceptional anaemia.", "On the other hand, in non-anemic preconception women, only preconceptional Hb concentration and mean socio-economic status were positively associated with Hb concentration in early pregnancy.", "CONCLUSIONS", "Pre-design PB and Hb measurements can help detect women at increased risk of low HB concentrations in early pregnancy.", "OBJECTIVES", "The reduction of maternal and neonatal mortality requires that women give birth in high-quality health facilities.", "However, many facilities offer sub-optimal care quality, which may explain the less widespread use of facilities.", "We assessed the impact of a quality improvement project on the use of facilities for delivery.", "METHODS:", "In this randomized cluster trial conducted in four rural districts of Tanzania, 12 primary care clinics and their recruitment areas benefited from a quality improvement intervention consisting of service training, supervision through supervision and support, infrastructure support and peer relations, while 12 institutions and their recruitment areas were used as controls.", "We conducted a census of all deliveries in the area of recruitment and used a difference analysis to determine the effect of the intervention on the use of facilities for delivery.", "We carried out a secondary analysis of the use of women whose previous births had taken place at home.", "We have also investigated mechanisms to increase the use of facilities.", "RESULTS:", "The intervention resulted in an increase in the number of births in institutions by 6.7 percentage points compared to a baseline of 72% (95% confidence interval: 0.6-12.8).", "The intervention increased by 18.3 percentage points the birth rate in an institution for women who had previously given birth at home (95% CI: 10.1-26.6).", "• Prenatal quality has increased in intervention facilities, with providers taking 0.5 additional action on the population as a whole and 0.8 action on the home delivery sub-group.", "CONCLUSIONS", "We attribute the increased use of facilities to better prenatal quality.", "This increased use would only reduce maternal mortality if the quality of care improved.", "Introduction", "While there are many chiropractic approaches, two types of chiropractors can be identified; those with an interest in musculoskeletal disorders and those who wish to take care of non-musculoskeletal disorders.", "It is possible that the latter adhere to the conservative model of subluxation.", "The main objective of this study is to determine whether chiropractic students with this type of conservative opinion have a different approach to determining contraindications, non-indications, and indications for chiropractic treatment, compared to those without this type of opinion.", "Method", "A voluntary and anonymous survey of chiropractic students from 3rd, 4th, 5th, and 6th years at the European Franco Institute of Chiropracy was carried out between November 2017 and January 2018.", "The level of conservatism (10 items) and the ability to determine contraindications (2 clinical cases), non-indications (4 clinical cases) and indications (3 clinical cases) were assessed.", "The responses to these clinical cases were dichotomized into \"appropriate\" and \"unappropriate\" responses, as defined by the previous and current research teams.", "The level of conservatism was classified into four groups, with the highest score being that of group \" 4 \".", "Descriptive data were reported, bi- and multivariate analyses were performed through logistic regressions.", "The aim is to assess whether there are associations between the level of conservatism and the ability to have an appropriate management decision.", "Results", "359 out of 536 students (67%) responded to the questionnaire.", "They correctly recognize some instances of contraindications and indications for chiropractic treatment."], ["However, it is more difficult for them to detect non-indications.", "The most conservative of them are more likely to take care of patients, even if this is not necessary (non-indications).", "For example, the most conservative (group 4) are more likely, compared to those in group 1, to take care of a 5-year-old child who has never had pain or illness to prevent the onset of spinal pain (OR = 14.7) and non-musculoskeletal diseases (OR = 22).", "Conclusion", "It is a matter of concern that students who adhere to the subluxation model are prepared to incorporate these opinions into their future care; wishing to propose chiropractic adjustments to asymptomatic patients.", "The determinants of this phenomenon need to be understood.", "OBJECTIVE", "Emilin-1 is a versatile protein, abundant in tissues where resilience and elasticity are important and interacts with the extracellular matrix.", "However, the Emilin-1 protein has been poorly studied in the skin.", "So we studied its location, its fate during aging, its interactions with other proteins and the effect of its inhibition in the skin.", "METHODS:", "• Skin explants of young and elderly Caucasian women with immunofluorescence with anti-Emilin-1, anti-Fibrillin-1, and anti-Elastin antibodies were analyzed by confocal microscopy.", "In addition, skin explants subjected to UV to mimic photo-aging were analyzed.", "Co-location of Emilin-1 with collagen IV, fribrillin-1 and elastin was studied by multiphotonic microscopy and co-immunoprecipitation.", "Finally, the effect of inhibition of Emilin-1 protein expression by RNA interference was studied in 61 genes.", "RESULTS:", "In the skin cuts of young donors, Emilin-1 is localized as elastin and fibrillin-1.", "In the papillar dermis, it has clear, branched structures perpendicular to the dermo-epidermal junction, which suggest the oxytalane fibres.", "In the reticular dermis, the signal of the Emilin-1 appears identical to that of the elastic fibre network.", "During intrinsic or UV-induced ageing, the signal associated with Emilin-1 is considerably reduced and disorganized.", "A multiphotonic microscopy study shows that Emilin-1 is co-located with elastin.", "It is also co-located with collagen IV in the basal membrane and in the dermal fibroblasts.", "Coimmunoprecipitation showed interactions between Emilin-1 and Elastin or collagen IV. Interaction with laminin-5 was also shown.", "Finally, inhibition of the expression of EMILIN-1 has little effect on the expression of the 61 genes studied.", "The most striking change is a decrease in FGFR2 expression (receptor 2 of the fibroblast growth factor), similar to that of EMILIN-1, and, after 8 days, a decrease in COL6A1 expression.", "CONCLUSION", "In the skin, Emilin-1 locates itself in the dermis, up to the basal membrane, and interacts with the components of the extracellular matrix but also with the anchoring complexes.", "These interactions are important for adhesion, migration, cell proliferation and suggest that Emilin-1 may be important for maintaining the structure of the extracellular matrix.", "The purpose of the factual home visit programs is to address the most important challenges facing our species - putting the next generation on a healthy development path that prepares them for the future that is both uncertain and promising.", "Many researches highlight practices to address this challenge and to deliver on the unfulfilled promise of home visitation by engaging parents more effectively to support the early development and well-being of their children.", "Quality home visiting practices have been identified in social service, paediatric care, early childhood care and early intervention research: building relationships with families and emphasizing their strengths, practices that are particularly important for vulnerable families.", "The articles presented in this special section used the Home Visit Assessment Scales to examine the stability of the quality of the home visit over time, to study the specific processes of the home visit that are related to quality, to validate a checklist of a supervisor for the implementation of the home visit, to consider home visit in relation to a range of indicators reflecting the overall strength and stability of the home visit program.", "These articles exemplify the progress in home visit research over the past 30 years, including advances in direct observational methods and measurements, as well as the examination of home visit as an observable process through various home visit program models and diverse populations.", "Background", "A new model with symmetrical posterior condyles and the option of a femoral element with a layer of zirconium oxide were successfully introduced into a total knee prosthesis with asymmetric condyles in 2005.", "In view of the lack of information on this modified model, we conducted a study to determine its survival and yield in the short and medium term.", "Methods", "In a prospective database, patients who received either Genesis II posterior symmetric condyle prosthesis or a total primary legion prosthesis (co-chromium [CoCr] or oxidized zirconium-niobium [OxZr]) (Smith & Nephew) at the research centre between March 2007 and December 2013 were enrolled.", "We conducted a retrospective review of the database and conducted a survival analysis using Kaplan-Meier techniques.", "Results", "There were 2,178 patients (of whom 1,359 were female [62.4%); average age 64.6 years; mean body mass index 35.0) totalling 2,815 knee arthroplasties for analysis.", "The survival rates were 98.2% (95% confidence interval [CI] 97.6%-98.7%) for all causes at 2 years and 96.8% (95% confidence interval (CI) 96.0%-97.7%) for all causes at 5 years.", "Age (relative risk [RR] 0.97, 95% CI 0.94-0.997) and female (RR 0.45, 95% CI 0.27-0.75) provided a protective effect, while body mass index (RR 1.02, 95% CI 0.99-1.05) and OxZr implant (RR 1.11, 95% CI 0.57-2.18) had no influence on survival.", "The Oxford knee assessment scores improved from an average of 40.2 to 21.8 in 2 years (p < 0.001), with no difference between the CoCr and OxZr groups.", "Conclusion", "The post-stabilized symmetrical posterior condyl knee prosthesis has excellent medium-term survival.", "The implant-bearing surface did not influence survival at 5 years and therefore the use of OxZr implants may not be justified.", "• Genetic analysis of an extended family whose members suffer from migraines, vertigo and transport sickness.", "Background:", "Migraine is a common disorder that usually causes headaches and is often associated with vertigo and transportation sickness."], ["It is also a complex genetic condition under which many genes eventually contribute to this predisposition and development of this periodic neurological disorder.", "In this regard, we have identified an extended American family of 29 members.", "Of these, 17 had suffered from at least one of these disorders: migraines, dizziness or transportation problems.", "It should be noted that many of them had suffered from these disorders at the same time.", "We performed a binding analysis using 400 repeated microsatellite markers spaced every 10 cm within the entire genome of members of this family.", "The family members were \" phenotyped \" for each type of disorder (e.g. migraines, dizziness and transport sickness) and were then analyzed separately.", "We conducted a statistical analysis using multipoint and two-point binding analysis using a number of models, such as the autosomal recessive model or dominant transmission patterns with high or low genetic penetrance.", "Results:", "We were able to identify a new locus for migraine: 9q13-q22 (maximum 2-points; log probability score or LOD: - 2.51).", "In addition, there are log-probability revealing scores that allow different chromosomes to be located for each phenotype: dizziness (chromosome 18; log-probability score or LOD 1.82) and transport mal (chromosome 4; log-probability score or LOD 2.09).", "Conclusions:", "Our analysis thus confirms our initial hypothesis that the cases of migraines associated with vertigo and transport sickness could very well involve different susceptibility genes.", "OBJECTIVE", "To estimate the cost-effectiveness of treatment strategies for visceral leishmaniasis (LV) in Brazil.", "METHODS:", "· Cost-effectiveness study comparing three therapeutic options: meglumine antimonyate (MA), liposomal amphotericin B (LAMB) and a combination of LAMB and MA (LAMB plus AM), from the point of view of the public and societal health system.", "Analytical decision-making model was used to compare strategies for the following outcomes: early therapeutic failure avoided at 30 days, avoided hospitalization days and recovery of LV at 180 days.", "The efficacy and safety parameters for drugs were derived from an open randomized trial and cost data from a cost-of-illness study, both conducted in Brazil.", "RESULTS:", "For all the results analysed, the LAMB strategy was more effective.", "The AM strategy was lower than the LAMB plus AM strategy for outcomes: avoided early therapeutic failure and healing.", "When only LAMB and AM strategies were compared from a societal point of view, a cost of USD 278.56 was estimated for each additional early therapeutic failure avoided, a cost of USD 26.88 for each additional hospital day avoided, and a cost of USD 89.88 for each additional case of cured LV, for the LAMB versus AM strategy.", "CONCLUSION", "In Brazil, the LAMB strategy proved cost-effective in treating LV, considering GDP per capita as a threshold of willingness to pay, for all the results analysed in relation to AM.", "In contrast: Wilder Penfield, frontal lobes and psychosurgery.", "Psychosurgery includes the surgical interruption of the fibres of the white substance connecting the frontal cortex to the rest of the cortical mantle and thalamus, in an attempt to mitigate the manifestations of psychosis.", "This technique reached its peak following the Second World War and was then abandoned with the introduction of the main tranquilizers, for example chlorpromazine.", "Unlike most of his contemporaries, Wilder Penfield did not see psychosurgery with a very good eye.", "This paper aims to address Penfield's early experimental work on penetrating brain trauma and surgical resection of epileptogenic frontal lesions, which would explain his opposition to psychosurgery.", "The objective of this study was to analyse the impact of reproductive management practices on the fertility of primiparous and multiparous dairy cows and to identify differences by parity.", "Data on breeding performance and management of cows were collected from 34 important commercial Holstein-Friesian dairy farms in Hungary.", "The individual data of 23,781 cows in 2014 in the study herds were obtained from the national milk production registration database and were used to calculate the reproductive indices.", "The farm managers and veterinarians were interviewed in person between 22 May and 6 November 2015 using a questionnaire to obtain information on reproductive management practices.", "The data were statistically analyzed by mixed effect models.", "Our results showed that the use of a voluntary waiting period (VWP) was associated with a greater increase in the calving-design interval (CCI, P < 0.05) and a greater decline in the probability of gestation to 200 milk days (P200, P < 0.001) in multiparous cows.", "The oestrus synchronization was related to a greater reduction in the number of days prior to the first projection (DFS, P < 0.001), the reproductive interval (P < 0.05), and CCI (P < 0.01), and a better improvement in P200 (P < 0.001) in primiparous cows.", "● Early pregnancy diagnoses and pregnancy checks improved IBI (P < 0.01 for both practices), IAB (P < 0.01 and P < 0.001, respectively), and P200 (P < 0.001 for both practices) more significantly in primipares than in multipares.", "In conclusion, oestrus synchronization, early pregnancy diagnoses, and pregnancy verification have led to greater fertility improvement in primiparous cows than in multiparous cows.", "(Translated by Doctor Serge Messier).", "OBJECTIVE", "To explore some morphological criteria of eyebrows of women of 6 ethnic groups of different ages (18-84 years).", "METHODS: Standard digital photographs of 3,600 women of 6 ethnic groups, aged 18 to 84, previously used to describe eye morphologies, were used for a morphological analysis dedicated to eyebrows.", "The images were partly analysed by manual markings, partly by automatic recognition algorithms.", "Six criteria were analysed: length, undulation, oblique appearance, height, total surface area, and pilar cover (hair density).", "RESULTS:", "In all subjects, the criteria of the two eyebrows (Left and Right) were observed as strongly correlated, and have ethnic specificities for the most part.", "For example, length, i.e. higher among Indian women, lower among African women, undulation where the most upright eyebrows are found among Chinese and Japanese women.", "In general, the longest eyebrows have stronger undulation and vice versa.", "Also, their maximum height is highly ethnically dependent, as is the pilary cover where African women show a lower density, unlike Indian women.", "The same result is obtained for the total area with large inter-ethnic variations, ranging from simple to quadruple."], ["Other parameters appear to be more individual than ethnic, such as the oblique aspect, with the exception of Indian women with the least oblique eyebrows.", "CONCLUSION", "This investigation brings some new results on a very little studied subject, whose morphology is, on many aspects, ethnic-dependent.", "These results offer, in terms of application, a more appropriate approach to eyebrow ornamentation procedures vis-à-vis ethnic specificities and age.", "OBJECTIVE", "To explore the mutual relationships between skin hydration and insensitive water loss (PIE) when measured simultaneously.", "METHODS:", "6 circular forearm zones (3 per zone, diameter 3 cm) of 12 Caucasian women were used as models.", "Four prototypes of formulas, of different compositions containing glycerol at different concentrations (7%, 10%, 40%) were produced and used as models of moisturizing products.", "A glycerol-free formula was used as a control.", "Standardized applications (2 mg/cm2) were performed in 5 areas randomly, the sixth of which remained naked as a control.", "A nomadic device recently available on the market that records hydration and PIE simultaneously on a small skin surface has been used.", "Two measurements at two locations adjacent to each area were conducted at T0 (before applications), 1 hour (T1) and 5 hours (T5) after.", "RESULTS:", "This new instrument clearly differentiates the 5 formulas in the dose effect of glycerol (0, 7%, 10%, 40%) and tracks their remanence over time (T5 vs. T1).", "Both parameters were found to be negatively correlated significantly, i.e., higher hydration corresponding to lower PIE.", "The 40% glycerol formula, which led to the highest hydration, resulted in a drop in the PIE of about 50%.", "Both the naked skin and the control formula did not lead to significant and significant changes in hydration.", "The control formula led to a slight drop in the EIP.", "CONCLUSION", "The use of this new instrument seems to shed new light on the mutual (and inverse) relationship between skin hydration and PIE.", "The results suggest that at high concentration glycerol leads to a strong increase in the moisture content of the epidermis and dermis, with possible structural consequences of the skin relief.", "Background", "The concentration of specialized services in urban centres poses a challenge for patients in rural communities.", "The Hepatopancreatobiliary Surgery (HPB) program at Horizon Santé North (HSN) is the 10th and most recent HPB centre at Cancer Action Ontario and provides a unique opportunity to assess the barriers to the delivery of HPB oncological care to patients in northern Ontario.", "Methods", "We reviewed retrospectively the cases sent to the Northeastern Ontario Cancer Centre and HSN for a diagnosis of pancreatic cancer between 2009 and 2015.", "The HPB surgical program was launched in July 2013.", "Our main parameter was the delay in obtaining a consultation for HPB surgery.", "The secondary parameters included the distance to be travelled and the time to obtain a curative intervention.", "Results", "Our population consisted of 207 patients (98 pre-HPB vs. 109 post-HPB).", "In the post-HPB group, the median time to consultation in HPB surgery decreased (43 days c. 11 days, p < 0.001).", "A larger proportion of patients with pancreatic cancer in the post-HPB group were consulted for HPB surgery (34% vs. 74%, p < 0.001), and a decrease in the median distance to visit was observed (411 km vs. 79 km, p < 0.001).", "The delay in obtaining curative surgery or medical oncology consultation did not increase significantly.", "Conclusion", "The new HPB program appears to have increased the proportion of patients with pancreatic cancer who may have benefited from HPB surgery.", "Patients were able to undergo complex surgeries closer to home.", "These changes are expected to affect overall parameters and patient satisfaction and will be studied.", "OBJECTIVE", "To understand the importance of authorship and authorship, and to assess perceptions of inappropriate attribution of authorship among authors who publish paediatric research in low- and middle-income countries.", "METHODS:", "We conducted a cross-sectional, mixed-method study with an online survey of randomly selected correspondence authors, correspondence authors, who published research in PRFIs from 2006 to 2015 in the four paediatric journals best ranked by Eigenfactor's score.", "We used chi-square tests to compare the responses of PRFI authors to those of authors in high-income countries (PRE).", "We analyzed qualitative responses using a thematic analysis.", "RESULTS:", "Of the 1,420 potential respondents, 19.6% (n = 279) responded to the survey.", "57% (n = 159) lived in PRFIs and 43% (n = 120) lived in PRFIs.", "The PRFI authors more often felt that the position of first author was most important for their academic advancement than the authors of the PREs (74.2% versus 60.8%, P = 0.017), while the authors of the PREs stated that the last author was the most important (25.1% versus 38.3%, P = 0.018).", "Most respondents felt that authors' positions had been inappropriately assigned to their collaborators (no difference between the PRFI and PRP responses) and 32.6% (n = 91) said that they had personally accepted inappropriate author positions (more common among PRP respondents, P = 0.005)."], ["With respect to qualitative data, respondents questioned the applicability of standard authorship guidelines for collaborative research in IBRPs.", "CONCLUSIONS", "The authors of the PRFIs and PREAs have different perceptions of the importance of the author's position.", "Inappropriate attribution of the reported authoring position was common among respondents of IBRPs and IBRPs.", "The alternatives to the standard criteria of authorship for research carried out in PRFIs deserve further consideration.", "Purpose:", "To clarify the magnitude of the link between maternal depression and the insecurity of infant attachment, and to identify possible moderation factors in this relationship.", "Methods:", "A large amount of research has been carried out using several databases including both published and unpublished studies.", "A meta-analysis was conducted to determine the relationship between maternal depression and infant attachment safety and to determine the size of the effect.", "Results:", "The main results of this meta-analysis, which included 42 studies, indicated that there is a small but important relationship between maternal depression and insecurity in infant attachment.", "The rate of insecurity in infants with depression in mothers was about 20% higher than expected in a non-clinical population, and the link between depressive symptoms and non-security was limited but significant.", "Infants of mothers with depression were almost twice as likely to have an insecure attachment as infants of healthy mothers.", "The measurement of depression and the source of the maternal sample were identified as important moderation factors in the magnitude of the effects of the odds ratios.", "Conclusions:", "The results of this study show that there is an important relationship between maternal depression and insecurity in infant attachment, and suggest that interventions that focus on both maternal mental health and attachment are justified.", "Background", "It is reported that the rate of potential adverse drug reactions is three times higher in inpatient children than in adults.", "Various methods have been proposed to reduce medication errors in paediatric patients.", "One of the most influential strategies is to include a clinical pharmacist in the multidisciplinary care team.", "However, there is currently no record of pharmacy services available to paediatric patients in Canadian adult hospitals.", "Objectives", "The main objective of this study was to describe the paediatric and neonatal pharmacy services available in adult hospitals in Canada.", "The secondary objective was to determine whether the services provided to the paediatric population in adult hospitals were consistent with those that pharmacists working in Canadian paediatric hospitals recognized as important.", "Methods", "Two online surveys focusing on 35 pharmacy services were created.", "The first was for adult hospitals and the second was for paediatric hospitals.", "The surveys were distributed by email and conducted in January and February 2018.", "Results", "Fifty-five (55) respondents from adult hospitals and 43 from paediatric hospitals responded properly.", "In addition, investigators have obtained a list of pharmacy services offered by adult hospitals to their paediatric and neonatal patients.", "61% (61%) or 33 out of 54 respondents from adult hospitals were pharmacists assigned to paediatric or neonatal units.", "The frequency of supply of the majority of pharmacy services was comparable to what pharmacists working in paediatric hospitals noted.", "However, with regard to the patient's instructions for admission and leave and the provision of medication check-ups on leave, the frequency and importance of these services were not comparable.", "Conclusions", "Adult hospitals with a pharmacist assigned to a paediatric or neonatal clinical area met most of the expectations of pharmacists working in paediatric hospitals in terms of the provision of pharmacy services.", "However, some services need to be optimized for this patient population.", "• Position statement on the use of medical cannabis in the treatment of epilepsy.", "The use of cannabis for recreational purposes was legalized in Canada in October 2018.", "In parallel with this policy change, recent publications to assess the effectiveness of cannabis in the treatment of epilepsy, as well as increased media awareness of its use, have increased the public's interest in cannabis.", "The Canadian League for Epilepsy (CLEC) Medical Therapeutic Committee, together with a multidisciplinary group of experts and representatives of the Canadian Epilepsy Alliance, has developed a position paper on the use of medical cannabis in the treatment of epilepsy.", "Therefore, this article aims to address the current legal framework in Canada and to review recent publications that have looked at the safety profile and efficacy of cannabis.", "In addition, we want to shed some light on the clinical aspects that should be taken into account when considering the use of cannabis for medical purposes.", "Objective", "To improve the coverage and performance of a community-based acute malnutrition management programme, implemented between October 2015 and April 2018 in the rural district of Kupang, Indonesia.", "Methods", "In order to determine why the coverage and performance of the program was low in its first year, we conducted a semi-quantitative evaluation between August and September 2016.", "We used the results of this evaluation to support program improvement by developing and modifying community engagement strategies.", "We have adopted a multi-dimensional approach to increasing community awareness of acute malnutrition and community services to address it, including workshops, community focus groups and awareness-raising activities in health posts that have had problems with community engagement."], ["Community health workers intensified their efforts to track cases by visiting children's homes that had missed the sessions at health posts.", "We measured performance using three indicators of the Sphere minimum standards: proportion of children who recovered (> 75%); who did not follow the program (< 15%); who died (< 10%).", "Results", "The community's mobilization efforts increased the screening rate from 17% (564/3278) in October 2015 to 66% (6793/10,251) in March 2018.", "In 2017, the program achieved all three performance indicators: 79% (256/326) of children recovered; 10% (34/326) did not follow the program; and less than 1% (2/326) died.", "Conclusion", "In Indonesia, community mobilization is crucial to combat severe acute malnutrition among children under five years of age.", "This strategy requires political leadership and effective communication, as well as strategies tailored to the local context and the continued support of the population.", "Title", "Assessment of immune protection against Toxoplasma gondii infection in mice, induced by a multi-antigenic DNA vaccine containing TgGRA24, TgGRA25 and TgMIC6.", "- Abstract", "Toxoplasma gondii infection is widespread in humans and animals around the world.", "In this study, recombinant eukaryotic expression plasmids (pVAX-GRA24, pVAX-GRA25 and pVAX-MIC6) were constructed and then injected into Kunming mice intramuscularly as plasmids cocktails or as single gene plasmids.", "We evaluated the immune protection responses by detecting antibody titres and cytokine production of IFN-γ, IL-2, IL-4, IL-10, IL-12 and IL-23, the percentages of T-cell subclasses, and by measuring the survival and decrement times of cysts in the brain of the mouse model after challenge by T. gondii's RH and Pru strains, respectively.", "Compared to control groups, the production of antibodies and cytokines was significantly increased, while the survival time of mice from all immunized groups was also prolonged and the number of T. gondii cysts in their brain decreased significantly (29.03% for pVAX-GRA24; 40.88% for pVAX-GRA25; 37.70% for pVAX-MIC6; 48.06% for pVAX-GRA24 + pVAX-GRA25; 55.37% for pVAX-GRA24 + pVAX-GRA25 + pVAX-MIC6).", "The group of mice immunized with three gene cocktails (TgGRA24 + TgGRA25 + TgMIC6) had the best performance in each detection index compared to groups of mice immunized with two gene cocktails of TgGRA24 + TgGRA25, which was superior to those immunized with monogenic vaccines TgGRA24, TgMIC6 or TgGRA25.", "In conclusion, TgGRA24 or TgGRA25 may be good candidates for T. gondii vaccine, but a three gene cocktail of TgGRA24, TgMIC6 and TgGRA25 can induce the highest protective immunity.", "Additional studies on multi-antigenic DNA vaccines or cocktail vaccines against T. gondii infection are needed.", "OBJECTIVE", "The objective of the study was to conduct an environmental analysis of clinical practice and patient safety (CPS) quality improvement activities and related infrastructure in emergency medicine (EM) programs and in the emergency services of teaching hospitals across Canada.", "METHOD", "Two electronic survey questionnaires were developed by an expert group after consensus was reached to assess topics considered important by the Canadian Association of Emergency Physicians' AQSP Committee.", "The first questionnaire was sent by e-mail to the head of MU departments and head of teaching hospitals at the 17 medical schools in Canada, while the second questionnaire was sent to 12 responsible for the activities of QASP, designated as such, in these hospitals.", "Two reminders were sent by e-mail, one month apart, to the participants concerned.", "RESULTS", "In total, 22 out of 70 department heads (31.4%) responded to the first questionnaire.", "The vast majority (81.8%) reported formal positions reserved for QASP activities in their group, supported by a mixed funding model.", "However, less than half of the posts in question have special logistical support.", "As for the second questionnaire, 11 out of 12 local AQSP officials (91.7%) responded.", "About two-thirds (63.6%) indicated that explicit QASP topics were included in residency programs, but only 9.1% described QASP training given to hospital physicians.", "On the other hand, many respondents reported successful scholarly work; for example, the total number of peer-reviewed publications related to QASP varied from 1 to 10 per centre over the past 5 years.", "Finally, few respondents reported receiving support from academic resources: methodology specialists (27.3%), administrative staff (27.3%) and statisticians (9.1%).", "CONCLUSION", "This environmental analysis provided an overview of QASP's activities in MU services at teaching hospitals in Canada.", "While local training and university support efforts are significant, there is an imbalance between the level of formal support or infrastructure available and the conduct of these activities.", "Therefore, there is a need to increase QASP's efforts at the national level, as well as to support and promote these activities at the local level.", "Precursor stem cells derived from the skin (called SKPs) have been described as multipotent dermal progenitors.", "This review provides an overview of the studies and work on the theme of SKPs, bringing together a significant number of scientific publications.", "It is interesting to note that these progenitor cells can be isolated from embryonic and adult skin, as well as from a population of in vitro monolayered dermal cells.", "This review, bringing together the work of several authors, explores different themes around SKPs, such as their origin in rodents and humans; and their ability to differentiate in vitro and in vivo in a large number of cell lines of different progeny.", "This fundamental capacity of SKPs makes it an interesting source of endogenous precursors to explore in experimental and therapeutic applications in different fields.", "The SKPs are involved not only in homeostasis, maintenance of the dermis, but also in wound healing and the morphogenesis of the hair follicle.", "This review highlights the value of ongoing and future experiments on SKPs for innovative perspectives that can influence research in many scientific and medical fields.", "OBJECTIVE", "To assess the nutritional, clinical and immunological status of children at the time of diagnosis of HIV in the continental region of Equatorial Guinea.", "METHODS:", "Children under the age of 18 who were diagnosed with HIV between 2009 and 2017 were included.", "Clinical, immunological and nutritional data have been collected.", "Z scores of weight for height, weight for age, and height for age were calculated using WHO child growth standards.", "The population was assessed in two equal periods (2009-2013 and 2014-2017) from the time of diagnosis."], ["RESULTS:", "· 213 children were diagnosed with HIV (49.3% male), median age 3.8 years (IQR: 1.5-8.2).", "121 cases (56.8%) were at the WHO clinical stage III and 53 (24.9%) were at the WHO clinical stage IV.", "Immunological stage II of the CDC was diagnosed in 51/130 (39.2%) and in stage III of the CDC in 44/130 (33.8%).", "56.2% of children were underweight (age weight <-2 standard deviation [SD]); 20.1% moderately and 36.1% severely.", "27.6% of children were emaciated (weight for height <-2 ET); 11.9% moderately and 15.7% severely.", "56.3% of children were stunted (age size <-2 ET); 20.7% moderately and 35.6% severely.", "The prevalence of emaciation was higher in children ≤ 5 years of age than in children > 5 years of age (36.4% vs. 19.1%; P = 0.026).", "In the second period, the prevalence of moderate to severe immunodeficiency decreased (87.2% to 67.0%; P = 0.018), with no significant differences in other nutritional or clinical data.", "Severe underweight was a risk factor for moderate to severe immunodeficiency (aOR: 4 [IC95%: 1.4-11.4]; P = 0.010).", "CONCLUSIONS", "We highlight here a high proportion of malnutrition at the time of diagnosis of HIV in the Guinean paediatric population.", "The early diagnosis of HIV infection is a priority, achievable by training Guinean doctors to identify HIV early, introducing molecular HIV diagnosis techniques and ensuring intensive nutritional treatment.", "Objective", "To present the results of the implementation and expansion of self-detection programmes for human immunodeficiency virus (HIV) for sex workers in Malawi and Zimbabwe between 2013 and 2018.", "Methods", "In Zimbabwe, we conducted preparatory research to assess the acceptability and accuracy of HIV self-test.", "In the course of implementation, we assessed the feasibility and preferences of sex workers with respect to the distribution of screening kits before expanding the program.", "In Malawi, we conducted a rapid ethnographic assessment to examine the context, needs of sex workers and available resources, which resulted in a workshop aimed at defining the method of distribution of screening kits.", "Once the distribution was put in place, we assessed the process and established a system to track social damage.", "Results", "In Zimbabwe, female sex workers were able to carry out specific self-screening.", "The study of preferences has improved systems for national development through existing services for sex workers.", "The qualitative data have helped to define other distribution strategies and the indirect social damage that women may suffer.", "In Malawi, the distribution of peer testing kits was the preferred strategy.", "We have identified some cases of social damage between distributional sex workers and other sex workers, as well as supply-side barriers that have limited the use of the test.", "Conclusion", "The involvement of sex workers in the planning and ongoing implementation of HIV self-testing is essential, as is strategies to reduce potential harm.", "To be optimal, strategies for post-test distribution and support must take into account the context, existing support for sex workers and the degree of trust and cohesion within their communities.", "Background", "The transition from intravenous (IV) to oral (PO) antibiotic therapy (IV-PO) is a key initiative of antimicrobial management programs.", "Training and guidelines are commonly used to encourage the transition from one path to another; however, technological interventions are sometimes more effective in promoting practice change.", "Objective", "To determine the impact of a clinical decision support tool (CDA) on the adoption and viability of an IV-OP conversion program in a university hospital.", "Methods", "A three-phase quasi-experimental study was conducted.", "In the first phase, the IV-PO conversion rate was determined prior to the intervention.", "The second phase involved updating the IV-PO conversion policy, training pharmacists and physicians, and conducting an evaluation after the intervention.", "In addition, evaluations were carried out 1 month, 3 months and 15 months after the implementation of the tool.", "The third phase saw the development of an ADC tool that generates real-time electronic alerts to encourage pharmacists to evaluate antibiotic therapy.", "The transition from intravenous (IV) to oral (PO) administration of pantoprazole was evaluated in each phase as an unequivalent dependent variable.", "The main result was the proportion of patients eligible for IV-PO conversion who were referred to oral therapy.", "Results", "Of the 332 patients receiving intravenous targeted antibiotic therapy (IV) during the study, 122 (37%) met the criteria for IV-PO conversion.", "The IV-PO conversion rate of 35% (9/26) in Phase 2 was comparable to the pre-intervention rate of 29% (10/35) (p = 0.61). The implementation of the ADC tool greatly increased the conversion rate to 78% (14/18): a sustained increase of three months (71% [17/24]) and 15 months (74% [14/19]) after implementation (p < 0.05 compared to Phases 1 and 2).", "The conversion rates of pantoprazole were similar throughout all phases.", "Conclusions", "The implementation of the ADC tool has improved and maintained IV-PO conversion rates and strengthened policy compliance beyond the impact of policy review and training.", "The development of the policy and tool is justified in order to maximize the adoption of the IV-PO conversion program.", "Over the past 50 years, the strong growth of aquaculture has been accompanied by the emergence of many diseases affecting aquatic animals, some of which have spread to become pandemics nationally or continentally."], ["The analysis of 400 aquatic animal health events recorded between 2002 and 2017 by the Centre for Environment, Fisheries and Aquaculture Science determined the viral origin of more than half of these events.", "However, most of the events analysed in molluscs were parasitic in nature.", "The categorization of events showed that the main processes underlying this emergence were linked to live animal transfers and the colonization of new hosts by pathogens.", "The profiles of major pathogens illustrate the role of wild aquatic species as sources of new infections in farmed aquatic animals.", "It is clear that the spread of new diseases through massive transfers of aquatic animals for breeding, food production or trade in ornamental species has given pandemic status to many of these diseases.", "Many fish viruses (e.g., salmon infectious anaemia virus, viral hemorrhagic septicaemia virus) and shrimp (e.g., white dot virus) have a major impact on large segments of global production of critical sensitive species.", "The wild populations of aquatic animals are also affected by pandemic diseases, the typical example of which is the infection with Batrachochytrium dendrobatidis, a fungal disease of amphibians whose emergence and spread are the result of transfers of aquatic animals destined for aquariophilic trade.", "Batrachochytrium dendrobatidis is now widely present in tropical and subtropical waters where it is responsible for local extinctions among susceptible amphibian species.", "The growth of aquaculture production will continue in order to meet an ever-increasing demand for fish and seafood, leading to the continued emergence of new diseases.", "If decisive changes are not introduced in global surveillance of and response to aquatic animal diseases, some of these diseases will inevitably acquire a pandemic dimension with significant consequences for production and trade.", "This study was designed to assess the antioxidant status of serum by measuring its total antioxidant capacity, as well as enzyme antioxidant activity (superoxide dismutase, catalase, and glutathione reductase), in dogs with varying degrees of mitral valve degenerative disease (MDVD) compared to healthy controls.", "In total, 71 dogs belonging to clients at different stages of DMVD, which included healthy controls, participated in this study.", "Following anamnesis, clinical examination, standard transthoracic echocardiography, chest x-ray, complete blood cell count, and serum biochemical analysis, dogs were separated into two study groups.", "Blood was collected from each dog once at the time of presentation and the selected antioxidant parameters were measured using a commercially available kit.", "The activity of superoxide dismutase was gradually decreasing in the more advanced stages of DMVD, while catalase activity was significantly higher in the dog group with asymptomatic DMVD compared to healthy controls and dogs with symptomatic DMVD.", "There were no significant changes in total antioxidant capacity and glutathione reductase activity.", "The results suggest that DMVD has a significant impact on the activity of superoxide dismutase, and catalase in the serum of the tested dogs.", "Knowledge of changes in the activity of antioxidant enzymes may warrant additional studies, possibly to assess the potential role of products with antioxidant properties in the clinical fate of dogs with DMVD.", "(Translated by Doctor Serge Messier).", "In this article the author attempted to highlight structural changes in the youthful spirit of modern Japan.", "This by examining our quantitative research on dreams conducted on what are called ordinary university students, according to which two questionnaires are administered: the Scale of the mode of thought related to social phobia, and the Scale of the meaning of the Self.", "Students are also asked to talk about the content of the important dreams of their childhood to date.", "By studying the relationship between the self-feeling of the \"I\" of the dream and the structure of dreams, the author determines the problem of the subject, or his inability to have anxiety and thus become sufficiently active both on the surface of his consciousness and in the depths of his unconscious.", "In conclusion, the author suggests the need for an intercultural study in this area, adding some points of comparison between dreams reported in psychotherapy by Germans and Japanese.", "Title", "New records of spirurid nematodes (Nematoda, Spirurida, Guianamidae, Philometridae & Cystidicolidae) of marine fish of New Caledonia, with re-descriptions of two species and erection of Ichthyofilaroides n. gen.", "- Abstract", "The recent study of nematodes Spirurida of deep sea marine fish or coral reefs off New Caledonia, collected in the years 2006-2009, revealed the presence of the following five species: Ichthyofilaroides novaecaldoniensis (Moravec and Justine, 2009) n. gen., n. comb. (transferred from Ichthyofilaria Yamaguti, 1935) (femella) (Guyanemidae) of deep-sea fish Hoplichthys citrinus (Hoplichthyidae, Scorpaeniformes), Philometra sp. (fourth-stage male and mature female larva) (Philometridae) of Epinephelus maculatus (Serranidae, Perciformes), Ascarophis (Dentiascarophis) adioryx Machida, 1981 (Female) (Cysidicolidae) of Sargocentron spiniferum (Holocentridae, Bericiformes), Ascarophis (Ascarophis (Ascarophis) and Mashoris (Ascarophis) nasoniatus (Catas).", "Two species, I. novaecaledoniensis and A. nasonis, are redescribed on the basis of optical microscopy and scanning electron microscopy, the latter being used for the first time in these species.", "morphological data on the A. tridentatum specimen of the new host species are provided.", "Philometra sp. (of E. maculatus) is most likely a new species infecting gonads of this genus.", "The newly established genus Ichthyofilaroides n. gen. is characterized mainly by the presence of a small oral capsule and the number and distribution of the cephalic papillae in the female.", "It is the sixth genus of Guianamidae.", "BACKGROUND", "The persistence of the arterial canal (PCA) complicates the clinical course of premature pregnancies and increases the risk of adverse reactions.", "Indomethacin has been the standard treatment for closing a PCA, but is associated with renal, gastrointestinal and cerebral side effects.", "Ibuprofen has less effect on the rate of blood flow to important organs.", "OBJECTIVES", "Main objectives To determine the efficacy and safety of ibuprofen in relation to placebo/no intervention or other cyclo-oxygenase inhibitors in the prevention of PCA in premature infants.", "DOCUMENTARY RESEARCH STRATEGY:", "We used Cochrane Neonatal's standard search strategy to search the Central Registry of Controlled Trials in Cochrane (CENTRAL; 2018, issue 10), MEDLINE via PubMed (1966 to October 17, 2018), Embase (1980 to October 17, 2018) and CINAHL; 1982 to October 17, 2018).", "We also conducted research on clinical trial databases, conference proceedings, and bibliographical references of selected articles to identify randomized or quasi-randomized controlled trials.", "SELECTION CRITERIA:", "- Randomized and quasi-randomized controlled trials comparing ibuprofen with placebo/no intervention or other cyclooxygenase inhibitors to prevent PCA in premature infants or infants of low birth weight.", "DATA RECOGNITION AND ANALYSIS:", "We extracted data on judgement criteria, including the presence of PCA on the third or fourth day of life (after 72 hours of treatment), the need for surgical ligature or emergency treatment with cyclo-oxygenase inhibitors, mortality, brain, kidney, lung and gastrointestinal complications.", "We used the GRADE approach to assess the quality of evidence.", "MAIN RESULTS:", "In this updated analysis, we included nine trials (N = 1070 infants) comparing prophylactic ibuprofen (IV or oral) with placebo/no intervention or indomethacin.", "Ibuprofen (IV or oral) is likely to reduce the risk of PCA on day 3 or 4 (typical RR 0.39, 95% CI 0.31 to 0.48; typical DR ‐0.26, 95% CI ‐0.31 to ‐0.21; NNTB 4, 95% CI 3 to 5; 9 trials; N = 1029) (medium quality evidence). In the control group, the spontaneous closure rate was 58% on day 3 or 4."], ["In addition, ibuprofen is likely to reduce the need for back-up treatment with cyclooxygenase inhibitors (typical RR 0.17, 95% CI 0.11 to 0.26; typical DR ‐0.27, 95% CI ‐0.32 to ‐0.22; NSTB 4; 95% CI 3 to 5), and the need for surgical channel ligature (typical RR 0.46, 95% CI 0.22 to 0.96; typical DR ‐0.03, 95% CI 0.05 to ‐0.00; NNTB 33, 95% CI 20 to infinite; 7 trials; N = 925 (average quality evidence). A potential decrease in the risk of intraventricular haemorrhage (IVH) of grade 3 or 4 was observed in infants receiving prophylactic ibuprofen (typical RR 0.67, 95% CI 0.45 to 1.00; I2 = 34%; typical DR ‐0.04, 95% CI ‐0.08 to 0.00; I2 = 60%; 7 trials; N = 925) (average quality evidence at 95%); CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,05; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95; CI 0,95 0,95; CI 0,95 0,95; CI 0, and 0, and 0; CI 0,95 0; CI 0; CI 0; CI 0, or 0, or 0, or 0, or 0,95 0, or 0, or 0, or 0, or 0, or 0, or 0, or 0, or 0,09; CI 0, or 0, or 0, or 0, or 0, or 0,", "Low quality results from four studies (N = 202) showed that oral administration of ibuprofen may decrease the risk of PCA (typical RR 0.47, 95% CI 0.30 to 0.74) and may increase the risk of gastrointestinal bleeding (NNTH 7, 95% CI 4 to 25).", "There was no evidence of a difference in mortality, intraventricular haemorrhage (IVH) or chronic lung disease.", "CONCLUSIONS OF AUTHORS", "This review shows that the prophylactic use of ibuprofen, compared to placebo or absence of intervention, probably reduces the persistence of the arterial canal, the need for emergency treatment with cyclooxygenase inhibitors and surgical closure of the canal.", "The adverse reactions associated with ibuprofen (intravenous or oral) included an increased risk of oliguria, increased serum creatinine levels and an increased risk of gastrointestinal haemorrhage.", "The risk of intraventricular haemorrhage (Grade III-IV) was reduced, but there was no evidence of any difference in mortality, chronic lung disease, necrotizing enterocolitis, or time to fully feed.", "In the control group, the persistence of the arterial canal closed spontaneously on day 3 or 4 in 58% of newborns.", "• Prophylactic treatment unnecessarily exposes a large proportion of infants to a drug that has significant side effects without significant short-term benefits.", "The current evidence does not support the use of ibuprofen to prevent the persistence of the arterial canal.", "Until the results of the long-term follow-up of the trials included in this review have been published, no further trials on prophylactic ibuprofen are recommended.", "A new approach to managing the persistence of the arterial canal is a targeted early treatment based on echocardiographic criteria within the first 72 hours of life, which have a high sensitivity for the diagnosis of a persistence of the arterial canal whose spontaneous closure is unlikely.", "Such tests are currently under way in many parts of the world.", "\"The results of these tests will be included in the updates of our journal \"Ibuprofen for the treatment of PCA\"\".", "Background", "Infective complications requiring nephrotoxic treatment are common in patients with cystic fibrosis (KF), which requires monitoring of their renal function.", "Although studies in adults suggest that due to reduced muscle mass, the measurement of C-cystatin (Cys-C)-based EFRD would be the preferred method, paediatric patients remain under-studyd.", "Objective", "To determine the best calculation formula for estimating GFD in children with KF.", "Methodology", "In total, 17 patients with KF and treated with nephrotoxic antibiotics were recruited from the London Health Sciences Centre Children's Hospital in London (Ontario, Canada).", "The DFG measured by 99Tc DTPA (mDFG) was measured in four points from 120 minutes with a two-compartment model, applying the Brøchner-Mortenson correction.", "The levels of creatinine, urea, and CysC were measured simultaneously.", "DFGe was calculated using 16 known equations based on creatinine, urea, and Cys-C, or a combination of these elements.", "The main outcome measures were a correlation with mDFG and a concordance within 10% with the values of several DFGe equations.", "Results", "The average mDFG was 136 ±2 ml/min/1.73 m2.", "The mean levels of creatinine, Cys-C, and urea were 38 ±10 umol/L, 0.72 ±0.08 mg/L, and 3.9 ±1.4 mmol/L, respectively.", "The DFG obtained from the 2014 Grubb equation with CysC had the best correlation coefficient (r=0,75, p=0,0004), but only 35% of the values were in agreement within 10%. The new Schwartz formula with creatinine and urea obtained the highest percentage of concordance within 10%, but its correlation coefficient was relatively low (r=0.63, p=0.0065, 64% of the values within 10%).", "Conclusion", "These results suggest that none of the DFGe calculation formulas tested worked well in our cohort of children with FK with a preserved physical constitution, possibly due to inflammation causing an increase in Cys-C. Based on these results, we cannot determine which of these DFGe formulas is the best.", "A study on the influence of true (triaxial) polyaxial tensions on the permeability of a 3D fractured rock layer is presented.", "The 3D fracture system is constructed by extracting the 2D outcrop pattern from a limestone level that has a scale structure consisting of a set of parallel joints contiguous to short fractures of a later stage.", "The geomechanical behaviour of the 3D fractured rock in response to in-situ stresses is modelled by the discrete finite element method, which can capture the deformation of matrix blocks, the variations in the stress field, the reactivation of existing rough pre-existing fractures and the propagation of new cracks.", "A series of numerical simulations is designed to stress a fractured rock using different polyaxial in situ voltages and voltage-dependent flow properties are then calculated.", "The fractured layer tends to have a stronger flux location and a higher equivalent permeability when the stress ratio of the remote field increases and the stress field rotates in such a way that the fractures are preferentially oriented in favour of shearing.", "The shear expansion of pre-existing fractures has dominant effects on the location of the flow in the system, while the propagation of new fractures has minor impacts.", "The role of overload stress suggests that conventional 2D analysis that neglects the effect of off-plane stress (perpendicular to the stratification interface) may provide indicative approximations but does not fully reflect the behaviour of the fracture network under polyaxial tension.", "The results of this study have important implications for understanding the heterogeneous flow of geological fluids (e.g. groundwater, oil) in underground environments and for improving permeability for large-scale assessments.", "- Symptomatic coal without involvement of skeletal muscles as a cause of sudden death in unvaccinated calves.", "Nine 5-month-old non-vaccinated Angus calves died in less than 48 hours of each other.", "The calves showed little or no clinical signs before death.", "On-farm post-mortem examinations were performed on three of the deceased calves, and the findings included necrotizing and suppurative myositis of the diaphragmatic muscle, and fibrino-suppurative pleurisy and epicarditis.", "The search for pathogenic closures using fluorescent antibodies identified Clostridium chauvoei and a diagnosis of symptomatic charcoal was made.", "The rest of the herd was then vaccinated.", "(Translated by Dr. Serge Messier).", "Background", "Three district hospitals (DH) and seven health centres (HC) in rural Rwanda.", "Objective", "Describe the follow-up and treatment results of patients with stage 1 and 2 hypertension treated in HC close to their home compared to patients treated further away from home in HDs."], ["Diagram", "● Descriptive retrospective cohort study based on routine data collected involving adult patients (>18 years of age) treated in chronic non-communicable disease services receiving treatment for hypertension in HD and HC between January 1, 2013 and June 30, 2014.", "Results", "Of 162 patients included in the analysis, 36.4% were followed in HC.", "Patients followed in HD traveled significantly longer routes to be treated (10.4 km compared to 2.9 km for HC, P < 0.01).", "The chances of being retained in care were significantly lower for HD patients without adjusting the distance (OR 0.11; P = 0.01).", "This retention effect was regular but did not remain significant after adjustment for distance (OR 0.18; P = 0.10).", "For the selected patients, there was no significant difference in the achievement of blood pressure objectives between DH and HC.", "Conclusion", "By removing the distance constraint, decentralizing the management of hypertension to HC could improve long-term patient retention and could result in the same hypertension outcomes as in HDs.", "Background", "A targeted active detection of tuberculosis (Tas4TB) using mobile trucks in the community was carried out in 15 heavily affected TB districts in Zimbabwe.", "The population at risk was screened for TB based on symptoms and chest X-ray (CXR).", "Those who had a positive symptom and/or an anomaly of CXR had a collection of spits for TB research, diagnosis, and link to management and treatment in case of TB confirmation.", "Objectives", "To determine 1) the proportion and characteristics of patients diagnosed with TB; 2) the relationship between TB symptoms and CXR with diagnostic performance; and 3) the initiation of TB treatment and treatment outcomes.", "Diagram", "- Cohort study based on routine data.", "Results", "Of a total of 39,065 people tested, 663 (1.7%) had a TB diagnosis of which 126 (19.0%) were confirmed by bacteriology.", "The diagnostic performance of TB was highest among symptomatic individuals with suggestive TB CXR (19.4%), among asymptomatic individuals with suggestive TB CXR (8.4%), and among persons at high risk of TB (3.2%).", "For all patients diagnosed with TB, pre-treatment vision loss was 18.9% and treatment success was 59.9%.", "Conclusion", "Tas4TB resulted in high diagnostic performance but the link between diagnosis and management was poor.", "The reasons for loss of sight need to be better understood and corrected.", "Evidence from the World School-based Survey of School-Based Student Health in Lebanon on Midwakh Smoking: A Foreword to the Next Global Tobacco Pandemic?", "Background", "Cigarette smoking is the first mode of tobacco use, but other methods have gained popularity.", "In the United Arab Emirates and other Gulf countries, it is common to consume dokha, a type of tobacco mixed with herbs and spices, using a pipe called \"midwakh\".", "Objectives", "The purpose of the present study was to determine the prevalence of the use of midwakh among Lebanese students and the associated factors.", "Methods", "The data on smoking from the World School-based Survey of Student Health in Lebanon in 2017 were analysed, including the use of midwakh at the time of the survey (defined as the use of midwakh at least once within 30 days prior to the survey).", "The survey included high school students (age 12-18).", "In bivariate and logistic regression analyses, we analyzed the use of midwakh at the time of the study based on socio-demographic and smoking-related variables.", "Results", "Of the 5,590 students included in the analysis, 4.6% were midwakh users at the time of the study.", "The use of midwakh was significantly more common among students aged 13 and over and among male students (p <0.01).", "The use of pipe was statistically more widespread, significantly, among students in public schools than in private schools.", "Also, smoking by cigarettes (odds ratio (OR) = 15.22; 95% confidence interval (CI): 11.08-20.90), having already smoked nargile (OR = 9.61; 95% CI: 6.66-13.86) and parental smoking (OR = 1.56; 95% CI: 1.05-2.31) were strongly related to the use of midwakh at the time of the study.", "Conclusion", "Although the use of midwakh is not widespread in Lebanon, the patterns of association of its use are similar to those of smoking by cigarettes and nargile among young people.", "Further research is needed to understand the context of the use of midwakh and to prevent its spread.", "Background", "Atypical hemolytic and uremic syndrome (AHS) is characterized by uncontrolled activation of the alternative route of supplementation.", "It is a rare, heterogeneous and very difficult to diagnose disease.", "We evaluated Canadian patients on the international HUSA registry to provide a Canadian perspective on the diagnosis and management of HUSA, as well as the challenges posed by the disease.", "Objective", "● Evaluate Canadian patients on the international SHUa registry to provide a Canadian perspective on the diagnosis and management of SHUa, as well as the challenges posed by the disease.", "Methodology"], ["The international SHUa registry is an observational, non-interventional, multicentre study that has collected retrospectively and prospectively data from patients of all ages who have been clinically diagnosed with SHUa, regardless of treatment.", "All of these patients were eligible and were invited to participate in the study.", "Patients with diagnosed Escherichia coli shigatoxin-producing infection, ADAMTS13 activity less than or equal to 10% or subsequent diagnosis of thrombotic thrombocytopenic purpura were excluded.", "The data collected at baseline and every six months thereafter were the subject of a descriptive analysis of the categorical and continuous variables.", "· Kaplan-Meier estimates were used to assess survival without end-stage renal insufficiency (TRI) and proportional risk regression models of Cox were used to assess risk factors associated with TRI.", "Patients were censored at the beginning of treatment with eculizumab for outcome measurement.", "Results", "In total, 37 Canadian patients were enrolled (15 children and 22 adults) between February 2014 and May 2017.", "The median age at the initial episode was 25.9 years (interquartile interval: 6.7-51.7); 62.2% of subjects were female and 94.6% had no family history of SHUa.", "More than three-quarters of patients (78.4%) did not have any genetic or anti-completion antibody information for H-factor, and no precipitating factors were reported prior to diagnosis for the majority of patients (94%).", "Nine patients (8 adults and 1 child) had IRT prior to the study.", "One trend suggests that after the initial episode, children would be less likely than adults to progress to IRT (without IRT after 5 years: 93% and 56% respectively; P = 0.05).", "In all patients during the initial episode of SHUa and in 68.4% of patients during the chronic phase (registration in the study at least 6 months after the initial episode), physicians-recruiters observed renal manifestations.", "At the same time, extra-renal manifestations also occurred in more patients during the initial episode than in the chronic phase, particularly for gastrointestinal manifestations (61.1% versus 15.8%) and the central nervous system (38.9% versus 5.3%).", "Children were less likely than adults to experience gastrointestinal manifestations (50.0% vs. 70.0%), but had more pulmonary manifestations (37.5% vs. 10.0%).", "Conclusion", "This study sheds light on the diagnosis and management of SHUa in Canadian patients, as well as the challenges posed by the disease.", "More genetic screening and screening of FCH antibodies are required to improve the diagnosis of FCH. Management of the disease must take into account several factors, including the risk of progression to IRT that varies by age (more likely in adults) and the fact that the site of extrarenal manifestations differs in children and adults.", "INTRODUCTION:", "The purpose of our study was to present model estimates and projections of the current and future epidemiological and economic impacts of cerebral paralysis in Canada over a 20-year period (2011-2031).", "METHODOLOGY:", "We used the Population Health Model (PHEM) - Neurological Diseases of Statistics Canada to simulate pathological states, risk factors and determinants of health at the individual level, as well as to describe and project health outcomes, including disease incidence, prevalence, life expectancy, health-adjusted life expectancy, health-related quality of life, and health care costs over the life cycle of Canadians.", "In British Columbia, cases of cerebral palsy have been identified from administrative health data sources.", "A population-representative cohort was then used to produce incidence and mortality rates, resulting in projections of incidence and mortality rates.", "The Health Utilities Index Mark 3 (IES3) has also been included in the model to account for various functional health conditions, resulting in projections of health-related quality of life.", "Finally, we estimated health care delivery parameters and costs from Canadian national surveys and administrative health data and included them in the model parameters to assess the epidemiological and economic impacts of cerebral paralysis.", "RESULTS:", "While the overall crude incidence of cerebral palsy is expected to remain stable, new diagnosed cases of cerebral palsy will increase from about 1,800 in 2011 to nearly 2,200 in 2031.", "In addition, the number of people with this disorder is expected to increase from over 75,000 in 2011 to over 94,000 in 2031.", "The direct costs of health care in constant Canadian dollars for 2010 were approximately $11,700 for children aged 1 to 4 with cerebral palsy, compared to about $600 for those without this disease.", "In addition, people with cerebral paralysis tend to have a lower quality of health-related life for longer periods of time.", "CONCLUSION:", "People with cerebral paralysis will continue to face difficulties because they require ongoing specialized medical care and a growing need for support services.", "Our study provides a significant overview of future costs and impacts of cerebral paralysis and provides valuable data that could be used to develop targeted health programs and strategies for Canadians with this disease.", "Background", "There is limited literature on the risk of venous thromboembolism (VTE) in patients undergoing urgent general surgery.", "We have undertaken this study to measure the rate of symptomatic VTE in patients who have undergone urgent surgery in general surgery.", "Methods", "We conducted a retrospective cohort study of patients who underwent emergency general surgery between March and December 2014.", "Among the data collected are demographic data, type of intervention, risk of VTE, thromboprophylaxis, onset of symptomatic VTE, and mortality.", "Results", "We included 767 patients in our analysis.", "The average age was 53 ± 19.7 years and 52.2% of patients were female.", "Eighteen patients (2.3%) had VTE during hospitalization and 12 (1.6%) after discharge.", "Only 66% of patients received adequate thromboprophylaxis.", "In high-risk patients, VTE levels (7.4% vs. 2.3%, p < 0.001) and mortality (17.6% vs. 4.0%, p < 0.001) were higher than those at low to moderate risk.", "Conclusion", "The risk of VTE in patients undergoing urgent general surgery is significant and persists after discharge.", "More in-depth studies will be required on improving the quality of thromboprophylaxis.", "Background"], ["Esophagus varicose veins are the most common cause of upper gastrointestinal haemorrhage (HGIS) in patients with cirrhosis.", "Vitamin K1 is commonly administered to patients with HGIS and a high level of measurement of the International Standard Report (INR), despite the lack of evidence to support this practice.", "Objectives", "The main objective was to describe the frequency of resurgence of bleeding within 30 days of administration of vitamin K1 to patients with cirrhosis and HGIS.", "The secondary objective was to describe vitamin K1 prescription patterns.", "Method", "This multicentre, descriptive and retrospective study included patients with cirrhosis and HGIS, who were admitted to any of the four adult acute care hospitals in Calgary, Alberta from January 1, 2014 to December 31, 2016.", "The patients were divided into two groups: those who received vitamin K1 and those who did not receive it.", "Results", "The total number of 370 patients met the inclusion criteria.", "Of these, 243 had received vitamin K1 and 127 had not received vitamin K1.", "The basic characteristics were similar between groups.", "More patients in the \"Vitamin K1\" group had been transfusiond with a concentrate of red blood cells, fresh frozen plasma, platelets, cryoprecipity or prothrombin concentrate during their hospital stay.", "There were no significant differences in the duration of pantoprazole and octreotide injections.", "The number of admissions of patients from the Vitamin K1 group to the intensive care unit was higher and their stay was longer.", "Endoscopy showed that more patients in the vitamin-free K1 group had esophageal varicose veins requiring endoscopic treatment.", "Within 30 days of the initial bleeding, forty (16.5%) patients in the Vitamin K1 group and seven (5.5%) in the Vitamin K1-free group had a new hemorrhage.", "The total average dose of vitamin K1 administered was 25 mg.", "Conclusions", "The results of the study suggest that vitamin K1 does not reduce the frequency of resurgence of bleeding within 30 days of initial bleeding in patients with cirrhosis and HGIS.", "Background", "The endoscopic transaxillary breast augmentation has several advantages over other methods of augmentation.", "However, there are some problems with this intervention, including greater surgical trauma due to the longer area of separation.", "The authors postulated that the separation of the interpectoral space by the cold would reduce the lesion more than the electrosurgical method.", "The purpose of this study was to compare the clinical results of endoscopy-assisted transaxillary breast augmentation by cold separation rather than electrosurgical separation of the interpectoral space.", "Methodology", "In this prospective clinical study, cold separation and electrosurgical separation of the interpectoral space were ensured by a separation clamp and a monopolar electrode, respectively.", "In total, 20 participants who consulted with the authors' department in Beijing, China, to undergo a primary breast augmentation between October 1, 2017 and May 31, 2018 participated in the study.", "The primary result was the total volume of postoperative drainage.", "The secondary results were the duration of the operation, the daily drainage volume, the daily pain evaluated using the analogue visual scale (AVE) and the rate of reoperation.", "The researchers used the chi-square test to compare two index indices.", "Results", "The total drainage volume was considerably lower in the cold separation group than in the electrosurgical separation group (170.45 ± 75.40 mL compared to 281.05 ± 148.43 mL; P = 0.005).", "The VAS score on the first postoperative day was considerably lower in the cold separation group than in the electrosurgical separation group (6.45 ± 1.93 versus 7.55 ± 1.43; P = 0.048).", "Two reoperations (20%) caused by postoperative pain or implant rigidity were performed in the electrosurgical separation group.", "Conclusions", "The cold separation promotes decreased drainage, relief of postoperative pain, and reduced damage more than the eletro-hirurgical method in the event of an endoscopy-assisted biplane transaxillary breast augmentation.", "Objective", "To assess the impact of a permanent restriction on the carrying of firearms on the firearm mortality rate in Colombia between 2008 and 2014, and to determine the differences in the impact of this restriction on the place of death and gender.", "Methods", "In 2012, Bogotá and Medellín introduced a permanent restriction on the carrying of weapons.", "We compared the firearm-related mortality rates in these cities (intervention cities) with the rates observed in all other Colombian cities with more than 500,000 inhabitants (control towns).", "The data provided by the National Administrative Department of Statistics in Colombia enabled us to calculate the firearm-related mortality rates between 2008 and 2014 in intervention and control cities.", "We used the fixed-effect double-difference method to measure the disparities between firearm mortality in intervention and control cities, before and after the introduction of the arms restriction.", "We then segmented the results by place of death (public space or home) and sex.", "We also conducted robustness tests to assess model assumptions.", "Results", "During the period 2008 to 2014, gun deaths in control and intervention cities decreased.", "However, the decrease was greater in the intervention cities (from 20.29 to 14.93 per 100,000 inhabitants; 26.4%) than in the control cities (from 37.88 to 34.56 per 100,000 inhabitants; 8.8%).", "The restriction resulted in a 22.3% decrease in the monthly mortality of firearms in both Bogotá and Medellín."], ["This decline was more pronounced in public spaces and for male individuals.", "The robustness tests confirmed the model assumptions.", "Conclusion", "The permanent restriction on the carrying of weapons has a positive impact on firearms mortality.", "This policy could be used by other countries where the number of gun deaths is high, in order to reduce the number of gun injuries in urban centres.", "Prevalence and clinical characteristics of diabetes in Lebanon: national survey.", "Background", "The number of cases of diabetes in all its forms has increased rapidly throughout the world, particularly in the Eastern Mediterranean Region.", "Objectives", "The purpose of this national survey was to assess the prevalence and clinical characteristics of diabetes mellitus in Lebanon, with a focus on type 1 diabetes.", "Methods", "A national multi-stage sample survey was conducted among randomly selected households using face-to-face interviews, in particular.", "A total of 4,500 households were selected in all regions from a sample frame for the Lebanese population.", "Results", "The prevalence of diabetes already diagnosed among the 17,832 respondents (mean age 36) was 7.95%. The prevalence of type 1 diabetes in particular was estimated to be 0.1%, or nearly 1% of all cases of diabetes detected.", "Most people with diabetes reported that they were usually followed by an endocrinologist rather than a primary health care physician.", "In 25% of the 1,418 patients, a delay in the A1c haemoglobin test was reported.", "Recently, episodes of hypoglycaemia have occurred in 30% of patients, of whom at least one third required medical care, including hospital admission.", "Complications were diagnosed in 22% of cases, with retinopathy being the most common.", "Conclusions", "The prevalence of type 1 diabetes in this population was lower than international estimates.", "The management of diabetes appears to be insufficient due to delays in the completion of follow-up tests and episodes of hypoglycaemia and disease-related complications.", "The coordination of the management of diabetes care should be entrusted to primary health care physicians, who can respond to the needs of patients by directing them to different types of care.", "• Hand hygiene initiative: comparative study of pre- and post-intervention results.", "Background", "Adequate hand hygiene is considered the most effective measure to reduce the transmission of nosocomial pathogens.", "Objectives", "To determine the effectiveness of an intervention to improve compliance with hand hygiene rules for infection control at the Al-Leith General Hospital in Saudi Arabia, and to assess the bacterial load on the hands as an indicator of possible improvement.", "Methods", "The study was conducted in three phases: Phase I, Assessment of the Level of Compliance with Basic Hand Hygiene Rules; Phase II, Launch of a Multimodal Hand Hygiene Education Programme; and Phase III, Re-Assessment of the Level of Compliance with Basic Hand Hygiene Rules.", "The data collected are derived from the direct observation of the medical staff of the emergency department between October 2016 and March 2017, using the World Health Organization's standardized direct observation method, the \"5 indications for hand hygiene\". The intervention included health education sessions with direct personal contact.", "Samples were taken from the hands of the nursing staff during Phases I and III using the sterile bag method to determine the bacterial load.", "Results", "In total, 1,374 opportunities for improved hand hygiene were identified during the three-phase study.", "The implementation of the Hand Hygiene Education Intervention Programme has significantly improved compliance with the Hand Hygiene Rules from 30.7% to 45.5% (p < 0.01).", "The logarithmic bacterial load (log10) per hand dropped from 4.97 (standard deviation = 0.32) to 4.57 (0.47) (p < 0.05).", "Conclusions", "• Hand hygiene education programmes have proven to be effective in improving compliance in the emergency department.", "The bacterial load on the hands of health care workers could be used as an indicator of improved compliance with hand hygiene rules.", "Background", "While the various non-invasive cardiac examinations (NCEs) performed after acute coronary syndrome (ACS) provide useful prognosis information, their use in inappropriate situations results in a waste of health resources.", "Using the Alberta COAPT (Temporary Cute Coronary Syndrome Atient Invasive Rehabilitation Strategies) registry, we assessed the use and associated costs of NESCs in patients who were discharged from hospital within one year of an ACS.", "Methodology", "All patients who were discharged from hospital after a primary diagnosis of ACS in Alberta between 2004-2005 and 2015-2016 were included.", "The frequency of NSECs (effort tests [with or without imaging examination] and rest imaging examinations) was determined from the coupled provincial databases.", "The costs were based on the list of medical procedures under the Alberta Health Care Plan.", "Results", "Of the 55,516 patients with ACS, 30,760 had at least one NEC (55.4%) in the year following the occurrence; 13,505 (24.3%) had more than one NEC.", "The temporal trends in NESC show an increase (effort tests: p trend < 0.001; rest imaging tests: p trend < 0.001).", "The NSECs were generally performed within the first 4 months of leaving the hospital (effort tests within 2 months; rest imaging tests within 3-4 months)."], ["The total cost of NECs in 2015–16 was estimated at $1.35 million, an increase of 22.4% from 2004-05 ($1.10 million) (p < 0.001), while the incidence of NECs decreased over the same period (p = 0.008).", "Conclusions", "The rates of NCBS in the year following an ACS are high and increase over time.", "The estimated cost of these NSIs appears to be increasing disproportionately with respect to the growth of SCAs.", "A more in-depth investigation is needed; at present, we can only speculate on the clinical benefits that result from the increase in NECs after an ACS and the costs that they generate.", "Background", "The relocation, recruitment or retirement of critical team members may lead to changes in the pool of expertise that may compromise patient outcomes in a cardiac pediatric program.", "We developed a risk management quality initiative, which assesses the complexity of cases and results, stratified by risk, to guide the program during critical flows of specialized personnel.", "The reduction/increase protocol achieves a methodical and deliberate decrease in the complexity of cases followed by a transparent and intentional intensification of the latter.", "Methodology", "The Quality Initiative was approved by the Institutional Ethics Review Committee.", "The consent of the patient/helper required for the collection of quality data is obtained at the time of admission to the hospital.", "The initiative included all surgical patients with the heart surgery index at Izaak Walton Killiam (IWK) from January 1, 2003 to December 2015.", "The reduction/increase protocol has evolved to include four critical elements: 1) a trigger and a reduction in the complexity of cases; 2) an external observer/objective expert; 3) an increase in the complexity of cases; and 4) data collection and analysis (qualitative and quantitative).", "Results", "The reduction/increase protocol has been used three times over a 12-year period and over varying periods (3.5 to 9 months) to address major challenges related to specialized human resources.", "The surgical mortality rates of patients were compared with those of the congenital cardiac surgery database, and the results were stable during and after protocol use.", "Conclusions", "A quality initiative focused on risk management enabled a cardiac pediatric team to ensure that patients continued to achieve similar results in critical changes in human resources.", "In recent decades, the types of diseases that affect people living with human immunodeficiency virus (HIV) have evolved as the population ages.", "In this way, cardiovascular disease is becoming the leading cause of death in this population.", "Atrial fibrillation (AF) is an increasingly common arrhythmia in the general population and PHA.", "It is estimated that the prevalence is 2% to 3% among HIV-positive people.", "The prevention of stroke and systemic thromboembolism (TSE) through antithrombotic treatment is the cornerstone of the treatment of FA and significantly reduces FA-related morbidity and mortality.", "While the updated guidelines deal in depth with this issue, they do not address the specificities of PHAs.", "It is not known whether human immunodeficiency virus (HIV) infection is a TSE-independent factor in individuals with FA and whether HIV should contribute to changing the TES thromboprophylaxis threshold.", "However, there is increasing evidence to describe the increased burden of co-morbidities such as hypertension and stroke among PHAs, which predispose them to FA and TES.", "In the absence of HIV-related FA guidelines, a comprehensive assessment should be conducted for PHAs with PA using commonly available scores even if they were not initially validated in the non-HIV population.", "Vitamin K antagonists and direct oral anticoagulants may be used in PHA.", "It is essential to address HIV-related co-morbidities and potential drug interactions with antiretrovirals to prevent TSEs and reduce the adverse effects of oral anticoagulants.", "This review summarizes the current TSE prevention guidelines for patients with AF and outlines key considerations for their implementation in HIV-positive people receiving antiretroviral therapy."]]