[["Risk factors associated with deterioration of the results for VOCID-19: retrospective study in Saudi Arabia.", "The rapid emergence of the 2019 Coronavirus disease (COVID-19) has led to the infection of millions of patients and hundreds of thousands of deaths worldwide.", "The delivery of health care services is being undermined by the massive increase in the number of patients infected during this pandemic.", "The purpose of this study was to assess risk factors associated with poor prognosis in patients with VOCID-19 in Saudi Arabia.", "This was a multicentre retrospective cohort study that included all laboratory-confirmed cases of VOCID-19, with final results in Saudi Arabia in March 2020.", "The demographics, clinical history, co-morbidity and results were extracted from the National Health Electronic Surveillance Network database.", "We used logistic regression models to calculate crude and adjusted Odd ratios (OR) to study risk factors for critical outcomes (i.e. admission to intensive care units or deaths) among cases of VOCID-19.", "We included 648 patients who were positive for VOCID-19, with a median age of 34 years.", "Of these, 11.9% belonged to the critical group.", "The risk factors associated with the worst outcomes included male membership (OR = 1.92), age greater than 60 years (OR = 3.65), heart disease (OR = 3.05), chronic respiratory disease (OR = 2.29), and cases with two or more co-morbidities (OR = 2.57) after age and sex adjustment; all had p values less than 0.05 significant.", "Independent risk factors for critical outcomes among cases of VOCID-19 include old age, male membership, heart disease, chronic respiratory disease, and the presence of two or more comorbidities.", "We recommend developing a single multi-item scale system to prognosticate patients with VOCID-19.", "• Urethral stenosis: a variety of treatments requiring regular practice.", "Urethral stenosis is defined as a decrease in the caliber of urethral light that may result in a decrease in urinary flow.", "This pathology is more common in humans and is attributed to many causes.", "The diagnosis depends on a good anamnesis, marked mainly by obstructive and/or irritative muctional disorders, and is confirmed by specific complementary examinations.", "The treatment can range from conservative management to open surgery, and always requires specialized surgeons as well as an adequate technical tray.", "In the last 25 years, the development of surgical techniques has increased the rate of success, which contradicts the classic mid - century adage: \"once a stricture, always a stricture \".", "- Interstitial pneumopathy associated with systemic scleroderma: new developments.", "Interstitial pneumonitis is a common complication of scleroderma and has become the leading cause of death in recent years.", "It occurs mainly during the first five years following the diagnosis of scleroderma.", "A variety of risk factors are associated with its occurrence, including the presence of anti-topoisomerase I antibodies (Scl-70) and the diffuse skin form of scleroderma.", "The most common radio-pathological presentation is non-specific interstitial pneumonitis, followed by common interstitial pneumonitis.", "The classical immunosuppressive treatment of interstitial pneumonitis associated with sclerodermia is evolving, with recent studies suggesting the effectiveness of biological treatments such as rituximab and tocilizumab, and antifibrotic drugs such as nintedanib.", "SUMMARY", "Background:", "It is extremely difficult to measure the prevalence of abortion, especially in contexts subject to restrictive laws, such as Pakistan.", "The technique of indirect measurement of sensitive health behaviours \"List Experiment\" may minimize under-reporting of abortion due to stigma or legal restrictions, but it has not previously been used to estimate the prevalence of abortion in Pakistan.", "Methods:", "A sample of 4,159 married women of childbearing age was recruited from two communities in Karachi in 2018.", "The participants responded to a double-approached List Experiment survey to measure the prevalence of abortion, which also included direct questions about abortion and other socio-cultural characteristics.", "The data were used to calculate direct and indirect estimates of abortion prevalence for the overall sample and by socio-demographic characteristics, as well as to test the effect of the sampling plan.", "The associations between the characteristics and the declaration of abortion in the direct questionnaire and the List Experiment were examined by regression analysis.", "Results:", "The estimated prevalence of abortion according to the List Experiment measure was 16%; on the basis of the direct questionnaire, it was 8%.", "No sign of survey design effect was observed.", "The reporting of abortion was associated with most of the characteristics selected in the regression model for the direct questionnaire, but only a few in the models of the List Experiment tool.", "Conclusions:", "The fact that the estimation of the prevalence of abortion in Karachi based on the List Experiment was twice that of the direct questionnaire suggests that the indirect method reduces underreporting. The List Experiment measure can be useful for estimating abortion in similar contexts and to improve the accuracy of data collected on other sensitive health topics.", "In-depth study of the characteristics and biological function of the Apical Membrane 1 antigen of Eimeria tenella.", "Apical membrane antigen 1 (AMA1) is a highly conserved Type I integral membrane protein in Apicomplexa parasites.", "Previous studies have shown that Eimeria tenella AMA1 (EtAMA1) is important for the invasion of host cells by sporozoites.", "We show here that EtAMA1 is a protein of micronemes secreted by sporozoites, confirming the previous results.", "An individual and combined treatment with EtAMA1 antibodies and its interacting proteins, the 2-neck protein of E. tenella rhoptria (EtRON2) and the Eimeria-specific protein (EtESP), produced significant and concentration-dependent anti-invasion effects on the parasite.", "The overexpression of EtAMA1 in DF-1 cells showed a significant increase in sporozoite invasion.", "Isobar markers for relative and absolute quantification (iTRAQ) coupled with LC-MS/MS were used to screen differentially expressed proteins (PDPs) in DF-1 cells transiently transfected with EtAMA1.", "In total, 3953 distinct non-redundant proteins were identified and 163 of these proteins were shown to be differentially expressed, of which 91 were upward regulated and 72 were downward regulated.", "PEDs were primarily localized in cytoplasm and were involved in protein binding and poly (A)-RNA binding.", "The KEEG analyses suggested that the key pathways to which the PEDs belonged included melanogenesis, epissosomes, narrow junctions, and FoxO and MAPK signalling tracks.", "The data from this study not only provide a comprehensive data set for global protein changes caused by EtAMA1 expression, but also highlight the potential molecular mechanisms of EtAMA1 during Eimeria infections."], ["The percutaneous nephrolithotomy as a treatment for nephrolithiasis: the experience of CHUV.", "The percutaneous nephrolithotomy is the intervention of choice for intrarenal lithiasis with a size > 2 cm.", "Therefore, it is an essential treatment modality for the technical trays of the endo-urology centres.", "Its miniaturization has allowed for a diversification of methods, a reduction in its morbidity and a broadening of its indications.", "In this article we describe the different methods available and present the first results of our cohort.", "• Practical attitude to emergency contraception.", "The purpose of emergency contraception (CU) is to avoid unwanted pregnancies after unprotected sexual intercourse or improper use of a usual contraception.", "It should be reserved for occasional use and should not replace regular contraception.", "Knowledge of CU methods is essential to optimize their use in daily practice.", "Three methods of CU exist in Belgium: oral levonorgestrel (LNG), oral ulipristal acetate (AU) or the insertion of an intrauterine device (IUD) with copper.", "It is recommended that the UC be used as soon as possible after the risk ratio.", "We will give a detailed description of the CU methods, their mechanisms of action, their advantages and disadvantages.", "The tunnel effect in the context of an epidemic.", "In the context of the Covid-19 pandemic, which is exceptional both in scope and duration, we recall, through two clinical situations, the constant need for the medical corps to distancing, to retreat during the diagnostic procedure, in order to avoid the \" tunnel effect\" which may lead to missing or delay the diagnosis of other infectious diseases.", "The flu-like clinical tables (cough, febrile state, asthenia, myalgia...) of the patients presented in this article quickly direct hospital emergency care staff to suspicions of SARS-CoV-2 infection.", "It appears from the investigations and the results of cultures that the diagnoses are ultimately different from the classics, potentially fatal.", "From incidentaloma to secondary discovery.", "The term incidentaloma, created in 1982, has since been disseminated in medical literature.", "However, there does not appear to be a precise definition of what an incidentaloma is.", "In the original uses, the incidentaloma identified a mass detected during a prescribed imaging examination with a diagnostic purpose without a link to the reason for conducting the examination.", "The characterization of this mass as an \"incidentaloma\" did not provide any precision on its nature, which could be located in many anatomical zones, be secretive or not, be benign or malignant... Today, the term incidentaloma carries a much broader dimension, apparently covering the notion of accidental discovery, whether radiological, biological or genetic.", "This evolutionary use of the term demonstrates its heuristic character.", "It is a sign of a change in modern medicine that hesitates between a patient clinic and a data clinic.", "Intrusive discoveries are a phenomenon known and anticipated by radiologists.", "Therefore, these discoveries are no longer accidental, not even unexpected, but rather secondary to the use of health technology.", "William Harvey reinterpreted in light of the evolution of species (II) - Physiological and pathological consequences of the evolution of circulation.", "In the first part of this review [20], \"how and why circulatory phylogenesis is integrated into species evolution\", we explained that the acquisition of a high-pressure arterial sector, as originally described by William Harvey in 1619, was the consequence, during evolution, of the appearance of a vasomotor tone, inducing systemic friction forces (peripheral resistances), which, regulated locally (by vasodilatation), allows to adapt metabolic needs to the demand of functionally active territories.", "In this second part, we will try to understand how this phylogenesis directly influences physiology, then the pathologies of the circulatory system in man, which predominate widely, but not exclusively, in the high pressure sector.", "Adopted in 2010, Kenya's Constitution has led to a series of reforms in all sectors to adapt them to new constitutional norms, including decentralization and a detailed bill of rights.", "The Constitution serves as a stepping stone for advancing health rights and restructuring policy, legal, institutional and regulatory frameworks to reduce chronic disparities and improve clinical outcomes.", "However, these health reforms provided for in the Constitution are complex.", "All components of the health system are evolving at the same time, many new laws are enacted and public health agencies are created.", "The use of inappropriate approaches and tools has hampered the implementation of these complex changes.", "In order to better understand the scope of health reforms undertaken during the first 10 years of the Constitution, we have developed a tailor-made health framework based on the concepts and definitions of the World Health Organization.", "We have applied this framework to collect data on government agencies and health laws that have already been enacted or are in the process of being developed, and compared the extent of changes before and after the 2010 Constitution.", "Our analysis revealed multiple structures (laws and public implementing bodies) distributed throughout the health system, with several new management structures in line with decentralization but fragmentation at the level of the regulatory sub-function.", "By decomposing the normative functions of the health system, the framework provided an overall mapping of the different features of the system (functions, laws and implementing bodies).", "We are convinced that our framework is a useful tool for countries wishing to develop and establish legal bases for the creation of universal health coverage.", "Constitutional reform has the power to mobilize to advance institutional change in the field of health.", "By strengthening two aspects that promote its realization: acceptance by the speakers, and the authority needed to act.", "We analyse the impact of total population containment on the growth rate of confirmed covid-19 cases by monitoring the results of the situation in a country that has not applied this measure.", "We are conducting the study in four European countries, England, Belgium, France and Italy, by taking Sweden as a country of control that has not confined its population.", "To do this, we use the cut-off time series (ISTA) method.", "Comparisons of post-intervention linear trends in confirmed covid-19 cases from England, Belgium and France with Sweden show no statistically significant differences.", "The comparison of the post-intervention linear trends of confirmed Italian covid-19 cases with that of Sweden shows a positive and statistically significant difference.", "It reflects a dynamic growth rate of confirmed cases in Italy higher than that observed in Sweden despite total population containment.", "The results thus lead to the conclusion that the total containment measure of the population in the sample countries is inefficient.", "They suggest that the evolution of confirmed covid-19 cases may result from a range of other factors, not specifically from total population containment.", "In 1987, the World Health Organization published a simplified coding system for trachoma.", "Intended for unskilled personnel working in communities, it has five signs, each of which may be present or absent in either eye: (i) trachomatous trichiasis; (ii) corneal opacity; (iii) trachomatous inflammation - follicular; (iv) trachomatous inflammation - intense; and (v) trachomatous scar."], ["Although they are neither perfectly precise nor fully specific to trachoma, these signs are essential tools for identifying populations that require intervention to eliminate trachoma as a public health problem.", "In 2018, at the fourth global scientific meeting on trachoma, the definition of one of the signs, trachomatic trichiasis, was modified to exclude from the coding system trichiasis that affects only the lower eyelid.", "This document sets out the new system, updates its presentation, comments on its use and identifies areas that are still under discussion.", "New developments in the treatment of complex venous malformations: endoveinous laser.", "Congenital venous malformations (VMs) are the most common vascular abnormalities.", "Their treatment may be complex depending on their size or damage to the surrounding tissue.", "To date, sclerotherapy has been considered the Gold Standard for the treatment of VM.", "This technique, which aims to destroy endothelium and thus cause fibrosis and retraction of vascular injury, is less effective for large VMs.", "The endoveinous thermal ablation, widely validated in the treatment of venous insufficiency, has proved to be more effective than sclerotherapy for the transparietal destruction of a vessel.", "Therefore, this approach has also been described in the treatment of VMs and the technique is currently used for the treatment of complex VMs at the Centre for Rare Malformations and Vascular Diseases of CHUV.", "Therapeutic approaches to proximal humerus fractures.", "The proximal humerus fracture (FHP) is the third most common fracture beyond the age of 65, and its incidence increases with age.", "As the population ages, the incidence of HPF is expected to increase in the coming years, making it a real public health problem.", "Their treatment is a topical debate.", "Recent publications report similar results between conservative treatment and surgical treatment in several types of HPF.", "With regard to the choice of treatment, a decision based on a multiparametric analysis is recommended, but the parameters to be considered are not currently the subject of consensus.", "Here we propose an algorithm based on that of a recent study, to guide the therapeutic decision between conservative treatment, osteosynthesis and arthroplasty.", "SUMMARY:", "To reduce the spread of VOCID-19, the country's public health authorities have recommended that Canadians stay away, wash their hands and stay at home.", "To enforce these measures, restrictions have been applied to outdoor behaviour by limiting access to parks and recreation areas outside.", "New evidence shows that restrictions related to VOCID-19 are associated with a general decline in outdoor play time by Canadian children and youth.", "This is a matter of concern because outdoor play is important to their physical and mental health and gives them a sense of control during times of uncertainty and stress.", "As policies for external access during the outbreak of VOCID-19 vary from province to province, there is a possibility that different policies have led to regional differences in the evolution of outdoor gambling among children and youth.", "In our commentary, we examine the regional differences in outdoor play among children and youth in Canada and the association between provincial policies related to VOCID-19 and outdoor play.", "We argue that both during the recovery process and in the event of a second wave of infections and in anticipation of future public health problems, strategic decisions should consider how to preserve outdoor play for Canada's children and youth.", "What to do about the child's voice?", "A rauque or broken child's voice is not normal.", "· Voice problems in children are too often ignored and neglected while they should be dealt with as quickly as possible, as they can have important short-term educational and social consequences and have a significant impact on the choice of their future adult life.", "The problem must be solved before adolescence.", "Indeed, a large number of professions and activities are not accessible to dysphonic children.", "Our society gives a lot of importance to the voice, but curiously without having sufficient knowledge of voice hygiene.", "The information and awareness of doctors and parents seems to be extremely urgent so that children of school age can receive adequate treatment.", "Strategies to reduce the use of antibiotics using complementary and integrative medicine.", "In view of the increased resistance to antibiotics and the long-term consequences of disturbed microbiota, it is urgent to limit their consumption.", "The data obtained in physicians integrating conventional and complementary medicines show reduced use of antibiotics in primary care.", "Appropriate communication, understanding the importance of fever and reducing the use of antipyretic drugs are key steps that can help patients overcome their fears, build confidence in their immune system, and increase confidence in antibiotic-free treatment in the event of simple infections.", "Thus, an increasing number of studies show that complementary medicine tools can help manage common infections without antibiotics.", "Interventions based on full consciousness for children and adolescents.", "In addition, awareness-based interventions (MBI) are increasingly available to children and adolescents and are the subject of numerous scientific publications.", "In the school context, the effects are promising on psychological health, such as stress, anxiety, depression or outsourced behaviours, and on executive functions, attention, and socio-emotional skills.", "In the clinical context, IBMs have a particular effect on stress/anxiety and depression as well as on key symptoms of attention deficit disorder with hyperactivity.", "While these results are very encouraging, all meta-analyses and literature reviews emphasize the need for robust methodology studies before proposing large-scale IBMs.", "• Iron deficiency in adults: understand what biological balance to make.", "Iron, a major trace element, is involved in various metabolisms in humans, including the transport of oxygen in the hemoglobin.", "In the event of a reduction in martial reserves and circulating iron, or (2) functional (CMF), with a reduction in circulating iron and reserves, on the contrary, preserved or increased.", "CMA is mainly secondary to bleeding, often digestive, while CMF is related to inflammatory syndrome.", "The MAC is attested by decreased ferritinemia and transferrin saturation coefficient (TSCf).", "Hypochrome microcytic anaemia is common.", "CMF is characterized by normal or elevated serum ferritinemia, normal or lowered CSTf, non-high transferrin soluble receptors, high C-reactive protein, and possible non-macrocytic aregenerative anaemia.", "New biomarkers (serum hepcidine) may be useful in case of doubt."], ["However, they are not yet commonly realized.", "Digital ischemia: a diagnostic challenge.", "Digital ischemia is evoked in front of coldness, paleness or cyanosis, and digital pain with or without a wound.", "This is a diagnostic and therapeutic emergency requiring specialized advice.", "A measurement of digital pressures is required to confirm the diagnosis.", "A thorough interrogation and clinical examination is used to guide the management.", "An antithrombotic treatment - antiplatelet or anticoagulant based on clinical presumption - should be introduced without delay, pending the outcome of the etiological assessment, which will be refined individually.", "Hospitalisation is often necessary.", "The rapid introduction of management helps relieve pain and avoid progression to irreversible lesions.", "SUMMARY", "Background:", "In general, telemedicine patients wishing to confirm the success of a drug abortion performed outside a clinic are encouraged to use high sensitivity urinary pregnancy tests, which can produce inaccurate results up to four weeks after the procedure.", "urinary multi-level pregnancy tests (TGMN), which produce accurate results within a week, offer another promising solution, but their use has not been evaluated in telemedicine.", "Methods:", "From November 2017 to May 2018, 165 admitted and consenting pregnant persons who had contacted the safe2choose organization - a provider of international telemedicine abortion services - for a drug abortion were enrolled in a pilot study and a package containing abortive medicines, two TGMNs and instructions to follow were sent to them.", "The data for 118 participants who responded to an online evaluation questionnaire two weeks after the package was sent were analyzed to examine their experience and satisfaction with the service.", "Results:", "The participants who responded to the questionnaire were from 11 countries, including Mexico, the Philippines and Singapore.", "Ninety-three per cent had used both GMNTs and 91% had used them at appropriate intervals.", "Of the 95% of participants who reported declining levels of pregnancy hormone between pre- and post-abortion drug testing, 86% correctly interpreted their results as indicating that they were no longer pregnant.", "The level of satisfaction was high, with all participants indicating that the information provided to them had been useful.", "More than nine out of 10 noted that they would be willing to reuse NGMTs.", "Conclusions:", "The incorporation of NGMT into telemedicine abortion services is feasible and associated with a high degree of satisfaction.", "The ability to manage your own post-abortion follow-up care could greatly improve the overall experience of the intervention.", "Evolution in endovascular management of lower limb arteriopathy.", "The arteriopathy of the lower limbs is a common pathology.", "In the face of persistent disabling claudication or critical ischemia, surgical or endovascular revascularization treatment is necessary.", "The purpose of this paper is to review the evolution of the endovascular therapeutic arsenal of the femoropoplite segment, to present the new available endovascular devices and to share current recommendations for post-intervention antithrombotic treatment.", "Immune-mediated side effects of immune control point inhibitors: from the perspective of the internist.", "Inhibitors of immune control points (IPCIs) have radically changed oncological management by significantly improving the prognosis and survival of many patients, even at an advanced or metastatic stage.", "Some of the treated patients may develop immunomediated adverse reactions with a spectrum of toxicity that can reach all organs, individually or simultaneously, with varying severity and chronology depending on the treatment used and the characteristics of each patient.", "Here we propose the conduct to be taken by the internist, generalist or emergency doctor in the face of digestive, cardiac and pulmonary toxicities.", "Integrative medicine in paediatric oncology.", "This paper provides an overview of the approach to integrative medicine in paediatric oncology.", "It combines conventional medicine with complementary therapies.", "For example, in the paediatric hospital in Saint-Gall, we present the model of integration of complementary medicine into a paediatric oncology service on a daily basis, as well as two fields of application.", "However, this synthesis article also shows the absence of studies dedicated to integrative medicine in paediatric oncology, particularly as regards the efficacy and safety of the various treatments.", "The macro clips used in the endoscopic suture of perforations and fistulas complicating surgical and endoscopic procedures - Results of a monocentric study, retrospective of the first 25 cases.", "Objectives:", "The purpose of our study is to retrospectively analyze the results obtained by using macro-clips to make endoscopic sutures in real life.", "• Spontaneous, post-endoscopic and post-surgical perforations are included.", "Our results are compared with those of the main published series.", "Methods:", "Between 2010 and 2015, 25 consecutive patients received endoscopic sutures using macroclips used to close large transmural breaches that appeared after endoscopic procedures, surgical or invasive procedures, and also during spontaneous perforation.", "Results:", "The endoscopic closure was immediate in all patients whose perforation was caused by an endoscopic procedure.", "None of these patients required surgery.", "A second complementary endoscopic treatment was performed in 6/25 patients for whom the origin of the perforation was not endoscopic.", "Overall survival at 1 month was 84% and at 3 months 76%."], ["Conclusion:", "Our results confirm the remarkable effectiveness of macroclips in the treatment of endoscopic perforations encountered in a regional hospital centre.", "Their results are less convincing when used in the closure of post-surgical fistula.", "These macroclips, used in a strategy combining complementary medical, radiological and endoscopic treatments, reduce the use of surgical recovery to very rare cases.", "Degenerative lesions of the anterior cross ligament: a spectrum of entities not well known in orthopaedics.", "Because of the more frequent use of MRI, the diagnosis of degenerative injury to the anterior cross ligament increases.", "The literature distinguishes three entities (mucoid degeneration, mucoid cyst, mucoid degeneration, and polycystic) but it is probably a continuum of degenerative damage.", "In young patients, it is believed to result from microtrauma which is favored by a higher tibial slope and/or a narrow intercondyl echancrure.", "In elderly patients, this degeneration often accompanies gonarthritis.", "The majority of cases are asymptomatic.", "In case of failure of conservative treatment, we propose a complete resection.", "It allows a net regression of pain.", "Even if it generates instability, it is rarely symptomatic and secondary reconstruction is not always necessary.", "Prevention of Urinary Lithiasis - Preliminary results of the Swiss Cohort in patients with kidney stones and the NOSTONE study.", "Lithiasmic disease is a major health problem with an increasing global incidence and prevalence.", "Its prevention consists mainly of conservative therapeutic measures, including dietary measures and medication treatments.", "However, understanding of the physiopathology and molecular genetic bases of lithiasis disease is incomplete and hinders the development of new treatment.", "In this context, the Swiss Cohort of patients with kidney stones seeks to improve the understanding of lithiasis disease and the NOSTONE intervention study to confirm the effectiveness of hydrochlorothiazide in preventing recurrence of calcium urinary lithiasis.", "In spite of a benign aspect, any foot wound occurring in a patient with diabetes requires multidisciplinary management to avoid formidable complications such as amputation.", "From a physiopathological point of view, foot ulcer usually results from the combination of lower limb neuropathy, mechanical overload, immunopathy and vascular insufficiency.", "In all cases, management involves a discharge and one or more debridments.", "Depending on the severity of the ulcer, adjuvant treatments are indicated, such as antibiotic therapy, revascularization and hyperbaric oxygen therapy.", "Use of honey dressings in wound treatment.", "Honey has long been used in traditional medicine for a large number of lesions.", "He has benefited from a renewed interest in medical use since the emergence of bacterial resistance to antibiotics.", "It is known, among other things, for its antibacterial, pro-healing and immunomodulatory properties.", "Although the bioactive mechanisms and compounds behind these properties are still poorly understood, honey appears to be a therapeutic agent in the management of a wide variety of wounds.", "Recently, medical honey dressings have been developed.", "This paper describes the main properties attributed to honey dressings and their use in wound treatment.", "SUMMARY:", "Many Canadians were under financial pressure long before the arrival of the global coronavirus pandemic in early 2020.", "However, this pressure has increased in recent months as a result of the pandemic and public health measures put in place to prevent the spread of VOCID-19.", "Members of underserved groups and people living with poverty are particularly vulnerable to financial pressure and its adverse health effects.", "As public health professionals, we should be concerned about this.", "In our commentary, we address the notion of financial pressure and its implications for health and highlight how and why current research in this area is not up to date.", "We propose measures to guide research and practice related to financial pressure to reflect the core values of public health: equity, life-long approaches and social determinants of health.", "This commentary is a call for action by researchers and public health practitioners in Canada to play a greater role in defining the measures to be taken in response to financial pressure to promote the financial well-being of all.", "Restoring vision: science fiction or reality?", "The purpose of visual prostheses is to restore a useful vision to patients who have become blind.", "This useful vision should enable them to regain autonomy in society for their movements, face recognition or reading.", "Several retinal prostheses have already obtained marketing authorization for retinal dystrophy while a new device is in clinical trial for age-related macular degeneration.", "Other prostheses, including cortical prostheses, are in clinical trials for optical neuropathies (glaucoma).", "Alternative strategies, such as optogenetic therapy, have also reached the stage of clinical trials.", "Others were evaluated on rodents, awaiting validation on the large animal.", "Therefore, seeing again should soon become a reality for many patients, even if this vision will not be as extensive or as perfect as natural vision.", "The diagnosis of VOCID-19 is a critical problem, mainly due to the lack or delay in the test results.", "We are looking for a model to predict SARS-CoV-2 infection in suspicious patients reported to the Brazilian surveillance system.", "METHODS:", "We analyzed suspected patients reported to the National Surveillance System who met the following case definition: patients with respiratory symptoms and fever, who went to areas with local or community transmission, or who had close contact with a suspected or confirmed case.", "On the basis of variables collected on a routine basis, we obtained a multiple model using logistic regression."], ["The area under the characteristic receiver operating curve (AUC) and the precision indicators were used for validation.", "RESULTS:", "We have described 1.468 cases of VOCID-19 (confirmed by RT-PCR) and 4.271 patients with other diseases.", "With a subset of data comprising 80% of patients in Sao Paulo (SP) and Rio de Janeiro (RJ), we obtained a function that reached a AUC of 95.54% (IC95%: 94.41% - 96.67%) for the diagnosis of VOCID-19 and an accuracy of 90.1% (sensitivity 87.62% and specificity 92.02 %).", "In a validation data set including the remaining 20% of MS and JR patients, this model had a AUC of 95.01% (92.51% - 97.5%) and an accuracy of 89.47% (sensitivity 87.32% and specificity 91.36%).", "We obtained a model adapted to the clinical diagnosis of VOCID-19 on the basis of routine surveillance data collected.", "The applications of this tool include early identification for specific treatment and isolation, rational use of laboratory tests and data to model epidemiological trends.", "The National Tuberculosis Program (NTP) of Andhra Pradesh, India, introduced, in October 2018, TrueNat We compared the number of suspected TB cases tested with the number (proportion) of positive microbiology cases, before (January-August 2018) and after (January-August 2019) the deployment of TrueNat. We interviewed laboratory technicians (LT) and laboratory TB supervisors (STLS) of 25 TU randomly selected to assess operational feasibility.", "In 2018, 11.5% (range 8.9-13.1) of 245,989 suspected cases tested were positive.", "In 2019, of the 185,435 suspected cases tested, 13.7% (range 9.6-18.9) were positive.", "The proportion of suspected TB cases among which the deployment of TrueNat as a POC diagnostic test improved case detection and was operationally feasible within the NTP.", "The radical cystectomy associated with urinary derivation is the surgical treatment of invasive bladder cancer.", "Another indication is functional impairment.", "The initiation of robotics (CR) technology slowly began 15 years ago, and its benefit remains questioned.", "We present the results of the first 30 VCs performed in the service between 2016 and 2019, and compare it to an open-air cohort (open-air cystectomy (CO)).", "While this series represents the implementation phase of the technique, the results show that the CR is equivalent to CO for both oncological control and complications.", "In addition, it causes less blood loss and its duration of hospitalization is less than that of CO.", "These results contribute to the current trend towards a possible future validation of the RC.", "SUMMARY", "Background: The data show that restrictive abortion laws do not eliminate its practice, but rather lead women to clandestine abortion, which is often unsafe.", "It is important to regularly assess the evolution of the lawfulness of abortion in the world.", "Methods:", "The criteria for legal abortion in 2019 for 199 countries and territories served as the basis for their distribution along a continuum of six mutually exclusive categories, from absolute prohibition to authorisation without restriction of motivation.", "The three most common additional legal reasons outside this continuum - rape, incest and fetal malformation - have also been quantified.", "Trends by region and per capita gross national income were examined.", "The changes that have taken place as a result of legal reform and judicial decisions since 2008 have been assessed, as has the evolution of policies and directives that affect access.", "Results:", "Legality has a positive correlation with income: the proportions of countries in the two most liberal categories increase evenly with GNI.", "From 2008 to 2019, 27 countries increased the number of reasons for legal admission of abortion.", "Of these, 21 progressed towards another category of legality, while six added at least one of the most common additional reasons.", "The reform is the product of various strategies, usually involving several stakeholders and calling for respect for international human rights standards.", "Conclusions:", "The global trend towards liberalization has continued over the past decade.", "However, further progress is needed to guarantee the right of all women to legal abortion and to ensure adequate access to secure services in all countries.", "Osteosynthesis of proximal humerus fractures: plaque or nail? Results of a monocentric retrospective study.", "Osteosynthesis by cladding and plaque is widespread in the treatment of proximal humerus fractures.", "There is no consensus on optimal surgical treatment.", "We compared these two techniques.", "This retrospective study includes 97 patients: 51 enclosures, 46 plaque treatments.", "The Constant-Murley absolute and relative scores and the Simple Shoulder Test (SST) were used to evaluate the function.", "The consolidation time and complications were assessed.", "The fractures 2 fragments were preferentially enclosed and the 4 fragments treated with plaque.", "There is no difference except for a shorter consolidation time after interlocking for 2 fragment fractures.", "The functional result is similar, Constant-Murley's relative score is 72.7 ± 0.3% and OHS is 6.7 ± 3.9 after interlocking.", "The relative Constant-Murley score was 65.4 ± 0.3% and OSH 6.0 ± 3.6 after plaque osteosynthesis.", "The number of complications is equivalent between plaque treatment (67.4%) and nail treatment (62.7%).", "We propose to promote osteosynthesis by interlocking for 2 fragment fractures and by plate for 4 fragment fractures.", "3 fragment fractures can be treated according to the surgeon's choice.", "Improved rehabilitation after surgery is a concept that has already been proven in many surgical disciplines since the early 2000s.", "Studies agree on her interest in prosthetic surgery and it has been shown that it leads to improved practices and results allowing a faster return home, with a reduction in morbidity and mortality."], ["It involves cohesion in the delivery of the message and the general practitioner retains a central position.", "The collection and analysis of results are fundamental to continuously improving the protocol and thus the management of patients.", "These protocols are a step towards the outpatient management of this type of surgery.", "This paper attempts to fill part of the research gap created by the premature cancellation of Ontario's basic income pilot project, by reporting on the results of former users of Ontario Works Services and the Ontario Disability Support Program that received basic income in the Hamilton area by exploring their experiences related to physical and mental health, food security and housing, financial security, and social and family relations.", "It shows that basic income has led to improvements on a variety of indicators, proving to be transformational for some.", "The data indicate that, compared to existing income support systems, basic income can significantly improve the lives of recipients, while providing a more humane approach to service delivery.", "SUMMARY:", "In response to the VOCID-19 pandemic, it is of paramount importance to understand the influence of gender factors (biological attributes) and gender (socially constructed roles, behaviours, expressions and identities) on the risk of infection, hospitalization and death.", "Despite the global similarity of rates of infection with severe acute respiratory syndrome 2 (SARS-Cov-2, the virus responsible for the VOCID-19 pandemic), hospitalizations and mortality are higher among men than among women.", "These may be less vulnerable to viral infection due to sexual differences in immune responses and renin-angiotensin activity.", "The reactions and side effects to potential treatments for VOCID-19 currently under study, such as hydroxychloroquine, are likely to differ by sex.", "Because women make up the majority of the health care workforce, uniform sizes of personal protective equipment may provide unequal levels of protection against viral infection to health workers of different shapes and sizes.", "There are significant gender differences in responses to public health measures to prevent and contain the spread of VOCID-19 and in presentation to tests and medical care, which may inadvertently promote viral spread.", "In the response to VOCID-19, there is an urgent need to adopt targeted approaches that take into account both gender and gender, as well as measures of intersectionality.", "Eyes and eyes: proverbs and expressions.", "The eyes and the eye play a major role in our non-verbal language, even before the verb appears.", "From the Bible to contemporary language, Greek mythology, theatre, literature or spoken language, a multitude of expressions and proverbs stage the eye, what it sees, and what it symbolizes.", "This article explores the semantic fields of the eye and the eye, their evolution over time, and their astonishing richness.", "Ultimately, a review of our humanity.", "Special features of coronary syndrome in women.", "Cardiovascular diseases, including myocardial infarction, have been less studied in the female population.", "Gender differences exist in terms of clinical presentation, physiopathology and even management.", "This article is a non-systematic review of the literature of recent articles dealing with this topic.", "A better understanding of the peculiarities of coronary syndrome in women can help to improve their management and reduce the prognosis inequality currently in their favour.", "• Host conservation through parasites: molecular monitoring of vector-borne microorganisms in bats using ectoparasite flies.", "Most vertebrates contain a wide variety of hematophagous parasites, which can play an important role in the transmission of vector-borne microorganisms to their hosts.", "Monitoring is usually performed by taking blood and/or tissue samples from vertebrate hosts.", "There are several methods for obtaining samples, which can be stored for decades in good conditions.", "However, blood collection is considered an invasive method and may be harmful to the individual taken.", "In this study, we studied the use of ectoparasites as a tool to acquire molecular information on the presence and diversity of infectious microorganisms in host populations.", "We tested the presence of three distinct vector-borne microorganisms in the blood and flies of bats: Bartonella, Polychromophilus sp. (Apicomplexa) and Trypanosoma sp. (Kinetoplastea).", "We detected the presence of these microorganisms in both bats and bat flies, with the exception of Trypanosoma sp. in South African bats.", "In addition, Bartonella sp. was found in bat flies of a population in Spain, suggesting its presence in the host population even though it is not detected in bats themselves.", "Infections with Bartonella and Polychromophilus showed the highest prevalence in bat and fly populations.", "Single, double and triple infections were also common in both cases.", "We highlight the use of hematophagous ectoparasites to study the presence of infectious microorganisms in the host's blood and its use as an alternative and less invasive method of sampling.", "Atopic canine dermatitis (DAC) is a common inflammatory and pruriginous dermatosis with many therapeutic options.", "The use of topicals containing natural ingredients is becoming increasingly successful.", "To evaluate the effects of a spray solution containing Lactobacillus rhamnosus and L. reuteri killed by heat, on the clinical signs and skin microbiota of atopic dogs.", "Ten owner dogs with moderate non-seasonal atopic dermatitis.", "MATERIALS AND METHODS:", "The spray was applied to the abdomen every 24 hours for 28 days.", "The clinical scores, skin barrier function, and homeowner estimation were evaluated up to date (J) 0, J14, J28, and J42.", "The skin microbiota was analysed at J0 and J28.", "RESULTS:", "A decrease in total clinical score was observed at each control point (J14, P = 0.03; J28, P = 0.04; J42, P = 0.001).", "A decrease in regional clinical scores was seen after J28 (P = 0.01) and J42 (P = 0.003).", "A significant decrease in pruritus score was seen at J42 (P = 0.01).", "A lower hydration value was seen at J28 (P = 0.02) and J42 (P = 0.02) on the atrial flag.", "A good to excellent response and easy administration was noted by the owners."], ["There was no significant change in the skin microbiota after 28 days.", "There was a rapid and significant decrease in clinical signs associated with DAC after spray use.", "More extensive, randomized, controlled studies are needed to confirm these results and to determine the effects on skin immunity and microflora of atopic dogs.", "• Chronic pain in paediatrics: an interprofessional and integrative approach.", "Chronic pain is increasingly recognized in children and adolescents.", "The therapeutic approach is based on the understanding of the biopsychosocial model of chronic pain: interprofessional and integrative collaboration is then necessary with the young patient and his/her environment, in order to find a balance with the physical, psychological and social repercussions of pain.", "The purpose of this article is to show how to successfully integrate different approaches.", "Myelinosomes: a new way of quality control of proteins.", "Two routes of degradation of poorly folded proteins are classically described: the proteasome pathway and the autophagy pathway.", "Here we describe a new pathway of cellular proteostase that does not degrade the abnormal protein but expels it out of the cell through nanovesicles called myelinosomes.", "These myelinosomes are produced by the cell in pathological or stress situations related to genetic or environmental factors.", "On the morphological level, myelinosomes are characterized by electron-dense osmiophilic membranes whose stacked arrangement is similar to that of myelin and has up to 30 sheets depending on the cell type.", "In at least two models of genetic diseases (huntington's disease and cystic fibrosis), myelinosomes are important for removing proteins mutated by an unusual secretory process, thus avoiding aggregation in cells.", "Cosmetic and dermatological products, mainly hair treatments, are expected to grow remarkably in the coming years.", "Nanotechnology, especially nanoemulsions, has the potential to be used in several hair products, due to their beneficial properties.", "At the same time, cosmetics of plant origin have become more popular over the years with consumers who prefer a safer, natural and sustainable approach.", "There is a lack of studies combining vegetable oils and nanotechnology for hair treatment formulations.", "In this work, various nanoemulsions containing vegetable oil were prepared to study the influence of their particle size, zeta potential and composition on the effectiveness of capillary treatment.", "METHODS:", "The coconut, olive and Abyssinia oils, alone or in combination, were loaded into nanoemulsions using high pressure homogenization (HPH) methods.", "The mean particle size, polydispersity index, and zeta potential were measured by the Dynamic Light Diffusion Method (DLS), and a stability test was performed for five months.", "A sensory assessment by the analyst and the comb test using the Dia - Stron® instrumentation were applied to the hair treated with these nanoemulsions.", "RESULTS:", "The use of different vegetable oils for nanoemulsion gave final particle sizes and a distinct zeta potential.", "However, the results did not suggest any significant differences between them in the effectiveness of hair combing compared to the Dia-Stron® instrument tests.", "In addition, the nanoemulsion charged with a higher concentration of cationic surfactants indicated a 50% reduction in the combing force using this device compared to the control, and screening showed better sensory results compared to other nanoemulsions and control.", "The composition of vegetable oils, particle size or zeta potential of prepared nanoemulsions does not appear to have a significant impact on hair performance.", "Thus, we suggest that finding the right balance between cationic surfactant and vegetable oils may be the most appropriate way to develop effective nanoemulsions in hair treatment.", "Where to find lung cancer in Switzerland: Who? How? When?", "Scientists are encouraging the development of national low-dose CT-scan screening programs for lung cancer.", "In Switzerland, the Swiss Lung Cancer Screening Implementation Group (CH-LSIG) is working on the implementation of such a project.", "Nevertheless, many questions remain open, concerning the financing of such a program, the ideal Number 的Needed to Screen, the definition of \"positive cases\" and the optimal integration of smoking cessation measures.", "The concept of shared medical decision-making will serve as a model for future patients seeking screening.", "· Pilot projects led by CH-LSIG could identify the most effective strategy to implement an evidence-based program.", "Rhabdomyolysis: initial medical treatment.", "rhabdomyolysis, defined as the consequences of the destruction of the striated muscle, is characterized by the combination of myalgia, possibly painful myo-edema and muscle weakness.", "Among the common aetologies are effort, toxic causes (alcohol and medicine) and traumatic causes.", "It is the result of exhaustion of myocyte adenosine triphosphate, leading to an increase in intracellular calcium and its destruction.", "The diagnosis is based on the determination of creatine kinase (CK).", "The spectrum of rhabdomyolysis includes an asymptomatic elevation of CK, but also formidable complications such as severe acute renal failure or potentially life-threatening electrolytic disorders.", "The treatment focuses on the prevention and management of these complications.", "Based on a content analysis (N=538), this article examines how Canadian consumer news media have covered the emerging movement of yellow vests since the first Canadian events in December 2018 that culminated with the February 2019 United We Roll international convoy.", "We demonstrate that the Protest Paradigm scholarship does not offer a useful analysis to understand the coverage of this right-wing social movement whose tactics were banal and law-abiding.", "In addition, we argue that the Canadian media coverage of the protest movement was largely non-critical and hegemonic, raising questions about the normative conceptions of media monitoring in Canadian democracy."]]