[["● Merycism: When human beings begin to ruminate", "The merycism is a rare and unknown functional gastrointestinal disorder.", "Indeed, the diagnosis is made, on average, with a delay of 21 to 77 months.", "This delay can lead to dramatic consequences for the patient, such as significant weight loss, ion imbalance and social isolation.", "Through a clinical situation, we discuss the difficulties and peculiarities of the diagnosis of merycism and its management, in a picture evoking a disorder of food conduct.", "This pathology can be found in various specialties such as general medicine, paediatrics, gastroenterology, endocrinology, dentistry, pedopsychiatry, psychiatry, neonatology services or maternity.", "The fragility of the elderly person is a dynamic and evolutionary geriatric concept, involving many dimensions of everyday life and leading to a risk of developing a loss of autonomy.", "Although there is no consensus definition, the consequences remain major: the risk of functional decompensation, increased hospitalizations, dependence on everyday life, institutionalization and increased mortality.", "The VOCID-19 pandemic highlighted the essential role of public safety personnel in the service and protection of all Canadians.", "Because public safety personnel are already reporting mental health and well-being problems even before the VOCID-19 pandemic, new stressors could increase the need for additional resources for these personnel to be able to help us in the long term.", "This paper proposes a variety of support elements that may be relevant to the well-being of public safety personnel during the period of prolonged stress caused by the VOCID-19 pandemic.", "Self-care can be critical to maintaining the mental health and well-being of public safety personnel during the VOCID-19 pandemic.", "Many epidemiological studies have shown an increase in respiratory morbidity and mortality in relation to pollution.", "Exposure to air pollutants causes short-term effects, following exposure to peak pollution, and long-term effects: decline in lung function and development of chronic pathologies.", "This paper explores the impact of different air pollutants on COPD, asthma and lung cancer.", "The consequences of domestic pollution on the respiratory system and the impact of air pollution on physical exertion will also be discussed.", "• Development of diaphysic fractures of the humerus.", "The fractures of the humeral diaphysis are relatively frequent and account for up to 5% of the fractures.", "The conservative brace treatment is the preferred treatment for the majority of fractures.", "It allows a high rate of consolidation and is associated with good functional results.", "The age and oblique fractures of the proximal third are two risk factors for pseudarthrose in which surgical management should be more easily considered.", "When indicated, plaque osteosynthesis and centromedullary cladding provide equivalent consolidation rates and functional results, with, however, a higher risk of shoulder problems after cladding.", "Finally, immediate surgical exploration of the radial nerve is not recommended, even in cases of paresis secondary to fracture reduction.", "Diagnosis and management of pulmonary embolism - Some reflections on the latest recommendations of the European Society of Cardiology.", "The latest recommendations of the European Society of Cardiology on the diagnostic and therapeutic management of pulmonary embolism (EP) published this year provide an important update compared to the 2014 version.", "At the diagnostic level, the adaptation of the D-dimer threshold to the patient's age is currently suggested, and a diagnostic algorithm during pregnancy is proposed.", "Detailed recommendations for the initial orientation of patients with acute EP are presented on the basis of prognostic stratification criteria, as well as for post-EP clinical follow-up.", "Finally, on the basis of the latest available data, direct oral anticoagulants are integrated into the therapeutic arsenal of the treatment of thrombosis associated with cancer.", "The main objective of this article is to present the development, validation and standardization of the Quebec Semantic Questionnaire (QueSQ).", "The QueSQ is a questionnaire with 12 items, allowing the rapid detection of semantic disorders.", "It has been designed taking into account the psycholinguistic parameters that can influence performance, i.e. the nature of semantic traits and the superordered semantic category.", "The validation study revealed some of the psychometric qualities of the QueSQ.", "The QueSQ standard-setting data, based on age and educational attainment, were obtained from 100 Franco-Quebecers aged 50 and over.", "To estimate the extent of illicit cigarette consumption in India through a tax gap approach.", "In order to analyse the tax gap, illegal consumption of cigarettes in India was defined by calculating the difference between total consumption and legal consumption.", "The total cigarette consumption data are derived from the national results of two Global Adult Smoking Surveys (GATS), conducted from 2009 to 2010 and from 2016 to 2017.", "The data on legal consumption were extracted from the Indian government's data on cigarette production and trade in the country.", "The total consumption was 104.8 billion cigarettes from 2009 to 2010, and 94.2 billion cigarettes from 2016 to 2017.", "This represents a decrease of 10.6 billion cigarettes, i.e. 10%, during this period.", "Legal consumption fell from 99.4 billion cigarettes in the same period to 88.5 billion cigarettes in the same period, a decrease of 11%.", "Therefore, illicit consumption is estimated at 5.4 billion cigarettes from 2009 to 2010, and 5.6 billion cigarettes from 2016 to 2017.", "The equivalent of 5.1% and 6.0% of the market, respectively.", "Thus, of all cigarettes consumed in India, only one in twenty cigarettes was illegal.", "Between 2016 and 2017, it is estimated that the illicit cigarette trade accounted for 49 billion Indian rupees (US$753 million) in retail sales, while the tax shortfall amounted to 25 billion Indian rupees (US$390 million).", "The illicit consumption of cigarettes is relatively modest in India compared to international standards.", "Nevertheless, the country should strengthen its capacity to control illicit tobacco trade as part of a comprehensive tobacco control strategy, while continuing to implement traditional measures to reduce demand, such as tobacco taxation.", "A diagnostic approach to chronic dyspnoea in adults.", "Dyspnoea is a symptom of a complex interaction between many mechanisms that are currently incompletely elucidated.", "She is frequently encountered in first resort medicine and is considered chronic if she lasts more than a month.", "In 85% of cases, the cause is cardiorespiratory pathology."], ["It alone is a predictor of significant morbidity and mortality, significantly affecting the quality of life of the patient.", "There are multiple etiologies.", "In the case of chronic dyspnoea of undetermined etiology, respiratory functional explorations and cardiopulmonary exertion test help to better understand the physiopathology of dyspnoea and thus help to refine the diagnosis.", "A brief introduction to artificial intelligence.", "For more than a decade, artificial intelligence (AI) has been accelerating its development and adoption.", "In medicine, she is involved in basic and clinical research, hospital practice, medical examinations, care and logistics.", "This contributes to the refinement of diagnostics and prognosis, to an even more personalized and targeted medicine, to advances in observational and analytical technologies, and to surgical intervention tools and other assistive robots.", "Many issues specific to AI and medicine, such as data dematerialization, privacy, the explanation1 of algorithms, the design of inclusive AI systems or their reproducibility, need to be overcome in order to build confidence in these tools in the hospital body.", "This requires a mastery of the fundamental concepts that we present here.", "Clinical case. Cervical spondylolysis: a rare fortuitous discovery.", "One young patient consulted in physical medicine for pains in the shoulder blade and root of the upper right limb that arose as a result of heavy load.", "After a few weeks, the patient also complained about cervix.", "A cervical spine scanner accidentally objectified a straight C6 spondylolysis.", "A complementary bone scan showed that the lesion was old and probably not the cause of symptomatology.", "Isthmic cervical lysis is an uncommon condition.", "Very well known on the lumbar floor, spondylolysis is rare and often ignored at the cervical level.", "The etiology, physiopathology, imaging and management of this cervical pathology are discussed in this article.", "Covid-19 Pandemic: What about mental health patients?", "The Covid-19 pandemic is an important adversity for the general population.", "What about people who are already mentally ill?", "We report the results of a systematically proposed questionnaire to patients followed in a psychiatric consultation.", "The aim was to determine the experiences of patients in the first wave of the pandemic, the impact of the pandemic on their sense of life and spirituality, and the means of assistance (medical and other) that they receive.", "The results point out that the role of outpatient follow-up (sometimes alone when containment measures are in place) is important for a large number of patients.", "In total, these data justify and inform the continuation of psychiatric and psychotherapeutic treatments during pandemic periods.", "- Buyers' club: an alternative for access to treatment?", "Rapid drug management for patients infected with HIV, HCV or HBV is a key element in achieving a favourable clinical response in terms of morbidity, mortality, and quality of life, and it reduces the risk of transmission.", "When a drug is expensive, access to treatment for a patient without insurance with limited resources is a barrier that can lead to the abandonment of care for economic reasons.", "A buyer's club is a structure whose objective is to provide logistical and/or financial assistance to a patient who wishes to import a quality and effective medicine on a personal basis on economically more favourable terms.", "The drug is purchased via the internet.", "The Canadian refugee movement (2015-2016) was one of the most important, visible and effective examples of collective action in recent Canadian history.", "He had a national scope and an initiation at the base.", "It included a wide variety of participants and actively used social media in its constitution.", "This paper presents the results of a multi-method case study that seeks to explain how collective action frameworks emerged in the context of the Canadian Refugee Movement; which actors were involved in their articulation; and how they attracted others and generated collective action and a humanitarian and political effect.", "The emphasis is on the discursive processes of building solidarity through the difference as they take place in the social media environment.", "The pages of Facebook events calling for rallies for Syrian refugees served as a discursive space that helped to transform the moral shock suffered by members of different moral communities into a process of concertation of voices and the construction of frameworks for solidarity and collective action through differences.", "SUMMARY:", "OBJECTIVES:", "The VOCID-19 pandemic profoundly disrupts everyday life in Canada.", "Our study assesses changes in health behaviours in the early stages of the pandemic and examines the socio-demographic disparities associated with these changes.", "METHOD:", "We analyze data for adults 25 years of age and older (N = 4.383) from the Canadian Perspectives Survey Series 1: Impact of Public Use VOCID-19 (SEPC-COVID).", "· Multinomial regression models are used to assess the association between demographic and socio-economic characteristics and increases or decreases in six health behaviours: alcohol, tobacco and cannabis use, empty food use, and time spent on television and on the Internet.", "RESULTS:", "Our findings vary between these six behaviours, but overall, there has been an increase in negative health behaviours: 14% of adult Canadians reported increased alcohol use (95% CI = 0.12, 0.15), 25% increased their consumption of empty foods (95% CI = 0.23, 0.27), and more than 60% increased their screen time (62% CI 95% = 0.60, 0.65 CI for television, and 66% CI 95% = 0.63, 0.68 CI for the Internet).", "Young adults and adults born in Canada were more likely to have increased their negative health behaviours than older adults and those who have immigrated to Canada.", "For example, for increased consumption of empty foods, the relative risk ratio [RRR] = 1.81, 95% CI = 1.49, 2.20, compared to the non-financially affected group.", "CONCLUSION:", "Our study describes the overall deterioration of health behaviours in the early stages of the VOCID-19 pandemic.", "In order to reduce the long-term harm to the health of Canadians, the outcome is to adapt interventions, especially to young Canadians, and mitigate the financial impact of the pandemic, which is related to negative changes in health behaviours.", "The VOCID-19 pandemic caused rapid, large and significant disruptions in work and family life."], ["As a result, these dramatic changes may have reshaped the parental division of labour between the sexes in the short term.", "Based on data from 1,234 Canadian parents living in different sex relationships, we compare retrospective reports on the perceived division of household and child care responsibilities prior to the Pandemic Declaration to subsequent equality assessments.", "In addition, we describe perceptions of changes in fathers' involvement in these tasks in general, by sex of respondents and by terms and conditions of employment before and during the pandemic.", "The results indicate small changes towards a more egalitarian division of labour in the first months of \"locking\", with increased involvement of fathers in housework and child care, which confirms the hypothesis of exposure to needs.", "We conclude by discussing gender differences in parents' relationships and the potential implications for gender equality in the long term.", "Integrative paediatrics are an integral part of paediatric care in Switzerland.", "Based on evidence and experience, integrative paediatrics use conventional and complementary therapies in an interprofessional approach to optimally promote the development and health of children and adolescents.", "Switzerland has a high level of paediatric care including complementary medicine.", "Many paediatricians and family doctors offer an integrative approach to patients, based on additional training in complementary medicine, which ensures broad and competent care.", "The Swiss Paediatric Integrative Interest Group of the Swiss Paediatric Society deals with all matters relating to complementary medicine and the integrative approach in paediatrics, including the organisation of training and the coordination of research.", "The image of the month: Severe hydrocephaly in a child with congenital myotonic dystrophy.", "A young patient with congenital myotonic dystrophy, or Steinert's disease, has, at the age of four and a half months, a stalling of his cranial perimeter and signs of intracranial hypertension.", "The radiological assessment reveals a major hydrocephaly.", "The child develops favorably after ventriculoperitoneal derivation.", "While ventriculomegaly is common in congenital myotonic dystrophy, hydrocephaly with signs of intracranial hypertension is rare, hence the need for regular monitoring of the cranial perimeter.", "Clinical case. An acute neonatal osteomyelitis, a diagnosis sometimes fortuitous that can change a life.", "The acute neonatal osteomyelitis is a rare diagnosis, but must be made to reduce co-morbidities.", "The golden staphylococcus is the most common germ in question.", "The diagnostic difficulty lies in its palci-symptomatology, especially in premature patients.", "The most common route of contamination is haematogenic.", "The risk factors inherent in prematurity are invasive monitoring, repeated sampling, prolonged central catheterism, immature immune response, and duration of hospitalization.", "We report a secondary osteomyelitis to a golden staphylococcal sepsis in a premature born 25 weeks and 3 days of amenorrhea.", "The diagnosis was incidentally performed on an X-ray from abdomen to blank.", "The poor parental compliance with the child's follow-up does not allow us to assert a future without success, even if the evidence available to us during an 8-month consultation suggests a positive development.", "The acute neonatal osteomyelitis is a diagnosis that is difficult to make, but crucial for the future development of the child.", "SUMMARY:", "In recent months, our fellow citizens have never heard so much about public health.", "The SARS-CoV-2 pandemic has highlighted the critical role of public health in protecting health and has been a powerful indicator of the current capacity of public health, as well as the corrective measures and requirements to be met in the future.", "To this end, we have identified several ways to restore power to public health in Quebec and to ensure that it can contribute significantly to the health of the population.", "In particular, we propose that while reforms must continue to increase its health protection work, substantial efforts are needed to strengthen its surveillance, prevention, health promotion and front-line care systems to ensure that they are accessible, effective and comprehensive.", "Non-compaction of the left ventricle: diagnosis and management.", "The noncompaction of the left ventricle (NCVG) is a congenital malformation characterized by the presence of prominent trabeculations and deep intertrabecular recesses.", "While NCVG can be diagnosed by cardiac echocardiography or magnetic resonance imaging (MRI), there is currently no criterion for formal diagnosis.", "Patients are at risk for heart failure, malignant arrhythmias and thromboembolic events.", "Diagnosis can be difficult in atypical forms.", "Therapeutic management is controversial and depends on clinical presentation.", "Family forms exist, justifying genetic advice.", "The objective of this article is to optimize the knowledge and management of the NCVG by recalling the current diagnostic criteria.", "Contraception and venous thromboembolic disease.", "In 2020, combined oral contraception remains the most widely used contraceptive method in Switzerland and Europe, and its use is found in about half of the events of venous thromboembolic disease (VTE) in women under 50 years of age.", "In this narrative review, we describe the determinants of risk for MTEV based on the type of contraceptive and the acquired or genetic risk factors of users, based on current prescribing recommendations.", "The management of contraception during an event of MTEV remains complex and should then be discussed with the patient, in order to minimize the problems of unwanted pregnancy, menorragia and thromboembolic recurrence.", "Ebola, the first vaccines available.", "In recent years, Ebola has been responsible for large-scale epidemics.", "The research efforts enabled the development and field evaluation of several vaccine applicants.", "At present, two are already registered and used in the fight against the virus in the Democratic Republic of the Congo.", "The purpose of this review is to provide an update on the various vaccine candidates, the clinical trials that have been conducted and the initial field results.", "Pharmacogenomics and drug prescription aid.", "Following advances in pharmacogenomics (PGx), the paradigm that a single dose of a drug is extrapolated to the whole population is expected to evolve.", "A customised drug prescription based on individual genomic determinants would increase efficacy and tolerance to treatments."], ["In Switzerland, any doctor can perform validated PGx tests for five actionable medicines: abacavir, carbamazepine, thiopurins (azathioprine), fluoropyrimidines (5-fluoro-uracil, capecitabine) and irinotecan.", "Such an approach presupposes that PGx data is shared with trained clinicians and that prescribing tools can guide them.", "SUMMARY:", "Because of the overcrowding and close contact, poor ventilation, and unavoidably reduced standards of hygiene and health services, the prison environment is highly conducive to the transmission of infections, including VOCID-19, compared to the open environment.", "Physical distancing measures can be difficult to implement without introducing interventions that are potentially contrary to human rights.", "Because Aboriginal women account for more than 41% of the federal female prison population, this is a matter of concern.", "In addition, Aboriginal women are more likely to have higher levels of many chronic conditions, including respiratory diseases, which significantly increase vulnerability to the complications of VOCID-19.", "This situation is exacerbated in prison, where access to health care may be limited.", "Inmate outbreaks can not only overwhelm an already overstretched health care system, but spread to the open environment and disproportionately affect marginalized communities and populations.", "In our commentary, we explore the public health and human rights implications of the presence of VOCID-19 in correctional facilities and draw particular attention to the specific needs and situation of Aboriginal women incarcerated, based on guidelines for prevention and response to VOCID-19 based on international best practices.", "Management of ureteral lithiasis.", "Lithiasmic disease is an increasing major health problem.", "In industrialized countries, the prevalence of lithiasis disease is particularly high, more than 10%.", "The lithiasis are formed in the kidney and then migrate to the ureter where they are commonly manifested by nephretic colic.", "The management of ureteral lithiasis includes conservative, expulsive medical, interventional treatments such as ureteral stent, urethroscopy or extracorporeal lithotripsia, as well as oral chemolysis in some cases.", "This paper presents a summary of the management of ureteral lithiasis and the progress made in treatment.", "Dominant autosomal renal polycystosis: paediatric perspective.", "The dominant autosomal renal polycystosis (PRAD) is the most common genetic renal disease.", "The insidious progressive development of renal cysts makes PRAD most often asymptomatic until adulthood, but cystic growth occurs very early.", "In general, end-stage renal failure occurs after 55 years of age, with, however, high inter-individual variability.", "Animal models show that treatments slowing renal volume growth at the same time slow the decline in renal function.", "In addition, a treatment recently used in adults (tolvaptan) can slow the progression of PRAD.", "To date, there is no consensus on the age of screening for PRAD in children.", "However, recent scientific advances suggest the value of identifying early predictive markers, including paediatric ones, of declining renal function.", "SUMMARY:", "In the face of the unprecedented public health crisis of VOCID-19 worldwide, the governments of Canada's provinces and territories must decide, often on the basis of limited and imperfect evidence, how to implement measures to reduce its spread.", "Based on a health and human rights framework, this analysis explores several elements of Canada's response to date that raise human rights concerns.", "In particular, our analysis focuses on criminal law, fines, data collection and so-called \"denunciation lines\".", "We believe that the approach of government and public health authorities should be based on the strongest available scientific evidence and be consistent with human rights standards.", "Our goal is to encourage dialogue within Canada's public health community on the importance of human rights-based responses to VOCID-19.", "What should a general practitioner know about pertussis?", "Pertussis is one of the bacterial infectious diseases preventable by vaccination.", "However, serious cases continue to be reported annually in the paediatric population.", "Pertussis is a major hazard for infants under 6 months of age who are not or are partially immunized.", "Today, it is still considered a diagnostic challenge.", "The purpose of this article is to present, through a clinical situation, strategies for the prevention of pertussis, as well as its management in case of suspicion.", "Through the answers to eight questions, we recall the basic principles to be known by each generalist.", "William Harvey reinterpreted in light of species evolution (I) - How and why circulatory phylogenesis integrates into species evolution.", "At the beginning is the heart pump that produces a cyclic blood flow (kinetic energy, Ek).", "In 1619 William Harvey (1578-1657) experimentally described the functional anatomy of blood circulation in man, with the exception of capillary circulation, using venous or arterial garrots.", "For the first time, blood circulation is described in two parallel closed circuits, one at high pressure and the other at low pressure.", "Marcello Malpighi (1628-1694) completed it with microscopy observation of the capillary network.", "A century later, the first hypotheses on the evolution of species appear.", "In 1809 Jean-Baptiste Lamarck (1744-1829) proposed a theory of evolutionary transmission of phenotypic characters by adapting to environmental constraints.", "In 1859, Charles Darwin (1809-1882) developed a theory of natural selection.", "The interpretation that currently prevails integrates both genetics and epigenetics into intergenerational transmission, and into the development dynamics of individual phenotypic characters, especially in humans.", "SUMMARY:", "In order to control the VOCID-19 pandemic, group immunity is required, which requires large-scale vaccination.", "· VOCID-19 vaccines will soon be available in Canada, with the government announcing agreements in August 2020 to obtain vaccines from four different companies if their trials are successful.", "Never before has public health had to prepare quickly for the introduction of a new program with several new vaccines, not to mention the additional pressure that the program will target all age groups, will have to reach all Canadian communities, and that there will probably not be enough vaccines for all when the program begins."], ["Public health strategies for the introduction of vaccination programmes will need to be accelerated and more detailed to ensure optimal immunization coverage across the country.", "This article covers various elements to be considered by public health authorities in the planning of vaccination programmes against VOCID-19 before vaccines are available, when they are available, when the supply of vaccines is abundant and through the vaccination programme.", "Appropriate and targeted communications are essential to reach and positively influence Canadians from different communities and regions with different ages, mother tongues, educational levels and experiences.", "Evolution of thromboprophylaxis after hip and knee prostheses.", "• Proximal deep venous thrombosis and pulmonary embolism are feared complications following major elective interventions in orthopaedic surgery (total hip and knee prostheses), with an estimated cumulative incidence of 5%. For decades, this risk has been reduced by the use of preventive heparin up to 5 weeks postoperative.", "In this narrative review, we describe the evidence behind the use of direct oral anticoagulants (rivaroxaban and apixaban in Switzerland) that appear to have a higher benefit-risk ratio than heparins, at a lower cost.", "Hybrid strategies including anticoagulant and then aspirin are now also recommended in patients considered to be at low thrombotic risk.", "How I treat... male urethra stenosis", "The stenosis of the male urethra is a well-known urological pathology, responsible for an infravesical obstacle symptomatology.", "His treatment is essentially surgical.", "The different therapeutic options range from simple ambulatory expansion to uretroplastia, sometimes involving an enlargement graft.", "The saga of neural induction: almost a century of research.", "The formation of the nervous system begins with neural induction, a process that allows the cells of the ectodermis (target tissue) to acquire neural destiny in response to signals from the dorsal mesoderm (inducing tissue).", "This process, described in 1924 on the amphibian, received a molecular explanation only in the mid-1990s.", "During this period, several authors were interested in the role played by the membrane of the target tissue, but few decisive work described the transduction of the neuralizing signal.", "Between 1990 and 2019, we dissected the transduction of the neuralizing signal, a subject that was very little discussed at the time.", "We emphasized the necessary and sufficient role of calcium to direct the cells of the ectodermis to a neural destiny and established the molecular cascade from activation of membrane channels to gene transcription.", "The purpose of this article is the articulation of Canadian civic culture by the political basis.", "By focusing on the mobilizations of citizens mediated by social networks, he examines how citizens build and use voice and listening as civic values.", "The analysis uses three empirical cases: parental mobilization in 2014 during the teachers' strike in British Columbia; 2015 citizen mobilizations for Syrian refugees; and 2016 protests in front of Toronto police headquarters.", "The citizens involved in these initiatives wanted to \"express themselves\", making the voice a civic value.", "However, this is not accompanied by equal attention to the role of listening.", "This calls for a simplistic treatment of citizen participation, leaving it vulnerable to populist hijacking.", "SUMMARY", "Background:", "In Mexico, abortion in the first trimester of pregnancy is legal in Mexico City and can be obtained in the public and private sectors.", "Understanding the subsequent adoption of contraception by abortion patients in the first quarter and their range of methods, compared to women giving birth to a child living in a health facility, could help identify opportunities for improved care after an obstetric event in the health system as a whole.", "Methods:", "On the basis of a retrospective cohort study, this article compares the adoption of contraception before leaving the care structure, between patients who have undergone abortion under Mexico City's public abortion programme and postpartum women in urban areas.", "The two data sources considered are the clinical records of 45,233 abortion patients in Mexico City and the information obtained from a population survey of 1,289 urban women regarding their immediate adoption of contraception after delivery.", "The main result examined was the achievement of some reversible modern contraceptive method; secondary results were the level of effectiveness of the method and the type of method.", "For both data sources, the effects of sociodemographic factors were controlled by logistic regression and calculated multivariable probabilities.", "Results:", "The corrected probability of adopting any reversible modern contraceptive method was higher among abortion patients (67% vs. 48% in postpartum women).", "However, out of all women who received a contraceptive method, abortion patients had a lower corrected probability of obtaining a reversible long-acting method (49% vs. 82% of postpartum women) and a higher probability of obtaining a moderately effective method (38% vs. 13%).", "The corrected probability of implant adoption was higher among abortion clients (9% versus 3% among postpartum women), while the corrected probability of IUD adoption was lower (38% versus 78%).", "Conclusions:", "Women who obtained abortion under Mexico City's public abortion programme were more likely than their urban postpartum counterparts to receive a reversible modern contraceptive method before leaving the structure.", "The full range of contraceptive methods should be offered to women after any obstetric event, to help them avoid unplanned pregnancies and short pregnancy intervals.", "• Physiopathology and treatment of cough: etiological approach.", "Chronic cough is a common symptom in the consultation of any general practitioner.", "It may be idiopathic or reflect a chronic disease.", "The cough can also become excessive, occurring in response to stimuli that do not cause coughing in the normal state.", "This entity is designated as cough hypersensitivity syndrome.", "Its treatment involves the use of neuromodulatory substances that specifically target this hypersensitivity, while maintaining intact the cough reflex, essential to the protection of the airways.", "The purpose of this paper is to present current knowledge on chronic cough physiopathology, the initial diagnostic approach that this symptom requires, and available or developing anti-tussive treatments.", "SUMMARY", "Background:", "The Democratic Republic of the Congo (DRC) decriminalized abortion in certain circumstances in 2018, as a result of the Maputo Protocol.", "However, the preparation of the country's health facilities for comprehensive abortion care is not well documented."], ["Methods:", "Data on 1,380 health-care facilities included in the Health Care Delivery Evaluation Survey (HPSS) were used to assess the readiness to provide and provide abortion care in four areas: termination of pregnancy, basic treatment of post-abortion complications, full treatment of post-abortion complications and post-abortion contraception.", "The analyses are based on a modified application of the approach to basic functions of emergency obstetric care; the preparation criteria are based on World Health Organization guidelines.", "Results:", "Thirty-one per cent of DRC's health facilities met the criteria for preparation for abortion.", "The proportion qualified as loans was higher among urban than rural training (50% versus 26%) and among hospitals than in health or reference centres (72% versus 25% and 45%, respectively).", "Few training courses were prepared to deal with post-abortion complications (4% and 1%) using a basic or comprehensive approach.", "This preparation was superior in hospitals (14% and 11%).", "Only one third of health facilities were ready to provide contraceptive care after abortion.", "Inadequate availability of medicines (e.g. misoprostol, antibiotics, contraceptives) and equipment was the greatest obstacle to preparation.", "Conclusions:", "Most health facilities in the DRC were not ready to take full care of abortion.", "· Improving the supply of vital health products will strengthen preparedness while offering the potential to reduce the prevalence of unplanned pregnancies and the future demand for abortions.", "SUMMARY:", "Addressing the vulnerability and specific needs of travelling populations during pandemics has been a major component of Canada's federal response to the VOCID-19 crisis.", "However, during the pandemic, rural and remote communities received little or no funding to support them in their provision of care and services to homeless people.", "Similarly, there is very little research in the context of homelessness on the preparedness of rural communities in the event of a pandemic.", "However, there are a significant number of homeless people in rural and remote areas, including over-representation of people of Aboriginal ancestry.", "Rural communities, including rural and remote Aboriginal communities, are often isolated and more limited than urban communities in their capacity to respond to pandemics.", "They are particularly vulnerable because of the lack of resources for health care and social services; this is particularly evident in the current context of the VOCID-19 pandemic.", "In this comment, we call on policy makers to take seriously the situation of rural homelessness in Canada, its implications for individual and community health, and its consequences in the context of pandemics.", "Policy makers and decision makers can address these concerns by increasing funding to address homelessness and better support rural and remote communities by changing policies to recognize the unique challenges associated with homelessness and pandemic planning for these communities.", "More research is also required to apply knowledge to policies, programs and support programs for homelessness and pandemic preparedness in rural and remote areas.", "Primary health care provides the most cost-effective route to universal health coverage (UHC).", "However, the systems on which they depend remain fragile in many low- and middle-income countries.", "Most of the time, they are unable to provide a comprehensive, integrated and person-centred model of care.", "Therefore, we analyzed primary health care systems in 20 low- and middle-income countries with a partially reality-based approach.", "Options for strengthening primary health care systems were identified through a thematic content analysis.", "We found that: (i) despite the increasing burden of non-communicable diseases, many low- and middle-income countries did not have sufficient funds to provide prevention services; (ii) health professionals in communities frequently lacked resources, support and training; (iii) non-reimbursable costs exceeded 40% of health expenditures in half of the countries studied, resulting in inequalities; and (iv) health insurance schemes were hampered by fragmentation of public and private systems, underfunding, corruption and poor mobilization of informal workers.", "In 14 countries, the private sector was virtually unregulated.", "On the other hand, community involvement in primary health care was derisory in states where services were mostly privatized.", "In some countries, decentralization had led to a fragmentation of primary health care.", "Performance was improved when financial benefits related to regulation and quality improvement, and involvement was strong within the community.", "The policy development process should be accompanied by the resources needed to establish a primary health care system, and governments should increase their spending on primary health care by at least 1% of gross domestic product.", "It is also imperative to develop equity-enhancing funding regimes and promote the reliability of primary health care management.", "The contribution of primary health care systems is essential to progress towards a UMC by 2030.", "The rural reform of Zimbabwe has radically changed the agrarian structure since 2000 and with it the small villages in rural areas.", "This article explores three of these villages - Mvurwi, Chatsworth and Maphisa - by examining changes in population, housing, transportation and commercial activity between 2000 and 2020.", "Case studies highlight the importance of social networks and relationships between rural and urban areas, combined with new migration patterns and the massive growth of the informal economy.", "In spite of the lack of public investment in basic infrastructure, the economies of the small cities studied have increased considerably, with a significant change in agrarian relations, resulting in new economic activities and new jobs.", "This suggests that, following rural reforms, aiming at a territorial axis (which includes urban and rural areas) offers potential for local economic development.", "· Neohexostoma gymnosardae n. sp. (Monogenea, Hexostamatidae), a gill parasite of Gymnosarda unicolor (Valenciennes) (Teleostei, Scombridae) in the South China Sea.", "The parasitic biodiversity of fish in coral reefs in the South China Sea is still incompletely explored.", "Here we describe a new species of Neohexostoma (Monogenea, Hexostamatidae) from the gill filaments of dog toothed tuna Gymnosarda unicolor (Scombridae), collected off the Yongshu Reef, South China Sea.", "· Neohexostoma gymnosardae n. sp. is distinguished from its congeners by the following characteristics: (i) clearly separated from the body itself by a strongly tightened peduncle, divided in its posterior margin into two symmetrical lobes, (ii) vagina armed with small scattered blunt thorns, (iii) eggs attached by their long polar filaments, (vi) oesophagus with several lateral diverticles, (v) intestinal caeca unfused and extending into the hapter.", "We present an analysis of the relationships of this monogene based on partial sequences of 28S rDNA.", "A Neohexostoma species identification key is provided.", "This is the first member of the genus Neohexostoma known to parasitize a species of Gymnosarda.", "SUMMARY:", "In Canada and around the world, the VOCID-19 pandemic has shown that it is important to have reliable and responsive public health systems."], ["The pandemic requires decisive leadership and collaboration among all sectors of society, informed by the best evidence available.", "In this comment, we argue that to create a robust public health system capable of meeting current and future challenges, stronger linkages between public health practitioners and academia must be emphasized and the necessary investments made.", "We briefly review the key recommendations that followed the SARS crisis, particularly those that called for stronger links between public health faculties and practice settings in Canada.", "We then propose key measures to strengthen these links.", "In response to other calls for action related to VOCID-19, which call for a long-term reinvestment in public health education and training, we recommend the following measures: 1) Improving collaboration between education programs and public health organizations to address the needs of systems (e.g., their supportive capacity) and persistent health inequalities;", "2) Fund a pan-Canadian public health training initiative that builds on a renewed set of public health competencies to address priority training needs (e.g. equity-based leadership); and 3) Develop a group of licensed public health leaders that can advance public health careers, including those already in the profession.", "• Early detection of prostate cancer: a summary of the past ten years.", "Early detection of prostate cancer remains a subject of uncertainty for the general practitioner.", "Prostate cancer is the most frequently diagnosed non-cutaneous tumour in humans with a proportion of 15%. Although the specific prostate antigen has contributed massively to the identification at a curable stage for 25 years, it is simultaneously essential not to overtreat a cancer with a significant indolent tumour rate.", "In this controversial context, the randomized prospective study of the European Randomized Study of Screening for Prostate Cancer, and in particular its Swedish subpopulation, has validated the benefit of early detection over the past decade.", "Because of the variety of therapeutic options and the potential side effects of some of them, it is recommended that such detection be performed only in duly informed patients.", "SUMMARY:", "During the pandemic, preliminary results on the protective effect of tobacco on VOCID-19 were widely disseminated around the world.", "In this context, and in view of the public health issues related to this subject, an ad hoc multidisciplinary group has been established in response to requests from public health institutions.", "The key messages of this comment are as follows: 1) The crisis of VOCID-19 could lead to an increase in tobacco consumption and a decrease in access to care.", "As a result, smoking-related morbidity and mortality may increase in the coming months and years;", "2) Smoking and tobacco-related diseases are prognostic factors for serious forms of VOCID-19; and 3) Hypothetically, smokers, including by reducing the frequency and duration of social contact, may be less likely to be infected.", "In conclusion, even during and despite the health crisis caused by the VOCID-19 pandemic, tobacco control remains more than ever a challenge.", "Public decision-makers need to be particularly vigilant in order to ensure consistency of public practice, including compliance with the principles of the WHO Framework Convention on Tobacco Control.", "It is also the responsibility of researchers and the media to communicate with caution preliminary results that could generate individual counterproductive behaviours and be used for commercial purposes.", "SUMMARY:", "There is much evidence from in vitro animal and human studies that the Bacillary Calmette and Guerin (BCG) vaccine can epigenetically reprogram natural immunity and thus provide \"out-of-target\" protection against pathogens other than mycobacteria.", "This process was called \"trained immunity\".", "While recent ecological studies have suggested that there is an association between BCG use policies and the frequency or severity of VOCID-19 in different countries, the interpretation of their results is difficult.", "For this reason, a case-control study was undertaken in Quebec to test this hypothesis.", "Several Phase III clinical trials are underway, including one in Canada, to assess the effectiveness of BCG against SARS-CoV-2 infections (expected results in 2021).", "In the past, BCG has been widely used in Canada, but at present indications are limited to high-risk individuals and communities in which TB outbreaks occur, as well as to the treatment of bladder cancer.", "The potential interest of OCG as an interim measure to control VOCID-19 is under intense discussion in the scientific community and could be considered for vulnerable populations in Canada.", "In conclusion, vaccination with OCG should be placed on the agenda of research organizations, scientific advisory committees and federal, provincial and territorial public health authorities.", "Arteriofit: a recommended first-line programme for the treatment of intermittent claudication.", "The third most common manifestation of atherosclerosis is low blood pressure in the lower limbs.", "The number of cardiovascular events in this population is similar to that of coronary heart disease patients.", "Management consists of strict control of cardiovascular risk factors, optimal pharmacological treatment and supervised walking training.", "Supervised training is superior to other exercises in terms of increased walking time, maximum walking distance, pain-free walking distance, and quality of life scores.", "In combination with revascularisation, the benefits are increased.", "In Switzerland, federal programmes have been established on these bases and exist in many cities.", "They are unknown and yet essential.", "SUMMARY:", "The pandemic highlighted the complexity of public health measures and their collateral effects, the intricacies of the underlying health, social and political phenomena, and their specificity for marginalized minority communities.", "Based on this experience, this commentary highlights the relevance of developing consultation mechanisms that take into account the general population by including marginalized minority groups, to better inform decision-making processes in times of pandemic.", "In the context of a fluid crisis, any consultation process must take into account the limits of the possible and mourn the completeness in favour of repeated iterations of dialogue, mediation and decision-making about the action.", "The aim is to create conditions for the voices of more vulnerable people and groups to be heard by the public authorities.", "In order to prepare for future crises, it is already necessary to develop strong links between public institutions and communities, both majority and minority, in order to define the mechanisms for the emergence of truly inclusive public health, which takes into account the physical, mental and social health of the population.", "SUMMARY:", "OBJECTIVE:", "Estimated blood loss is an important tool in clinical decision-making and surgical prognosis research.", "They guide perioperative transfusion practice and serve as a key predictor of short-term perioperative risks as well as long-term oncological fates.", "Despite the widespread use of this modality in clinical and research, there is no absolute reference for the estimation of blood loss.", "We have attempted to systematically review and compare techniques for estimating peroperative blood loss in major non-cardiac surgery, with the objective of informing clinical evaluation and research standards.", "A structured research strategy was applied to the Ovid Medline, Embase and Cochrane Library databases from their inception to March 2020 to identify studies comparing methods for estimating peroperative blood loss in adult patients undergoing major non-heart surgery."], ["We summarized the concordance between groups of pairs as a visual estimate vs. formula estimate, visual estimate vs. other, and estimation by formula vs. other.", "For each of these comparisons, we described trends in higher or lower blood loss estimates, consistency of results, combined mean differences, standard deviations, and confidence intervals.", "In this report, 26 studies involving 3297 patients were examined.", "Visual estimation is the most frequently studied technique.", "In addition, visual techniques tended to give estimates of blood loss lower than estimates based on formulas or other techniques, although this effect had no statistical significance in the combined analyses, probably due to sample size limitations.", "Based on mean contextual blood loss, a similar variation was observed with all estimation techniques on a case-by-case basis.", "We found that there was a significant variation on a case-by-case basis with all methods for assessing blood loss and that there was a significant disagreement between the techniques.", "In view of the importance attached to the estimation of blood loss, particularly in perioperative prognosis models, clinicians should consider the universal adoption of a practical and reproducible method for assessing blood loss.", "REGISTRATION OF THE STUDY: PROSPERO (CRD42015029439); registered on: 18 November 2015.", "How to fight overmedicalization in hospital? - Example of neuroleptics in the acute confounding state.", "Since 2014, Smarter Medicine has made recommendations to target therapies or examinations that are considered futile or represent a greater risk than the benefit to the patient.", "Finally, this initiative aims to develop, disseminate and implement educational programmes to improve the quality of care.", "The literature shows a positive impact of this initiative on clinical practices.", "Therefore, in our internal medicine department, we have developed a number of recommendations based on this initiative.", "This paper describes a multimodal and interprofessional intervention aimed at reducing the prescription of neuroleptics in acute confounding states and its impact on practices."]]